Repository: ProtonVPN/proton-vpn-settings
Catalog: po/*.po
Languages: de, es_mx, fr, id, nl, pl, pt_pt

# Info
source: ProtonVPN Basic, Plus or Visionary required for Country level connection.
de: ProtonVPN Basic, Plus oder Visionary für die Verbindung auf Länderebene erforderlich.
es_mx: Se requiere de ProtonVPN Basic, Plus o Visionary para tener conexión a nivel de país.
fr: ProtonVPN BASIC, PLUS ou VISIONARY est requis pour la connexion aux serveurs de pays.
id: Membutuhkan paket ProtonVPN Basic, Plus atau Visionary untuk sambungan tingkat Negara.
nl: ProtonVPN Basic, Plus of Visionary vereist voor de verbinden met een geselecteerd land.
pl: ProtonVPN Basic, Plus lub Visionary są wymagane, aby móc korzystać z połączeń przez wybrane kraje.
pt_pt: Requeridos ProtonVPN Basic, Plus ou Visionary para uma ligação a nível de país.

# Info
source: Install a Server configuration file to connect to a specific server in the country of your choice.
de: Installieren Sie eine Server-Konfigurationsdatei, um eine Verbindung zu einem bestimmten Server im Land Ihrer Wahl herzustellen.
es_mx: Instale un archivo de configuración de Servidor para conectarse a un servidor específico en el país de su elección.
fr: Installez un fichier de configuration du serveur spécifique pour vous connecter dans le pays de votre choix.
id: Pasang berkas Konfigurasi server untuk menyambung ke server khusus di negara pilihan Anda.
nl: Installeer een serverconfiguratie bestand om te verbinden met een specifieke server in het land van uw keuze.
pl: Zainstaluj plik konfiguracyjny serwera, aby połączyć się z określonym serwerem w wybranym przez Ciebie kraju.
pt_pt: Instale um ficheiro de configuração do servidor para ligar a um servidor específico num país à sua escolha.

# Info
source: Use the following credentials when connecting to ProtonVPN servers without application. Examples use cases include: Tunnelblick on MacOS, OpenVPN on GNU/Linux. Do not use the OpenVPN / IKEv2 credentials in ProtonVPN applications or on the ProtonVPN dashboard.
de: Verwenden Sie die folgenden Anmeldeinformationen, wenn Sie sich ohne Anwendung mit ProtonVPN-Servern verbinden. Beispiele für Anwendungsfälle sind: „Tunnelblick” auf MacOS, „OpenVPN” auf GNU/Linux. Verwenden Sie die OpenVPN-/IKEv2-Anmeldeinformationen nicht in ProtonVPN-Anwendungen oder in der ProtonVPN-Übersicht.
es_mx: Utilice las siguientes credenciales al conectar a servidores ProtonVPN sin aplicación. Ejemplos como: Tunnelblick en MacOS, OpenVPN en GNU/Linux. No utilice las credenciales OpenVPN / IKEv2 en aplicaciones ProtonVPN o en el panel de control de ProtonVPN.
fr: Utilisez les identifiants suivants pour vous connecter aux serveurs ProtonVPN sans l'application. Exemples : Tunnelblick sur MacOS, OpenVPN sur GNU/Linux. N'utilisez pas les identifiants OpenVPN / IKEv2 dans les applications ProtonVPN ou sur le site ProtonVPN.
id: Gunakan kredensial berikut saat menyambung ke server ProtonVPN tanpa aplikasi. Contoh penerapannya termasuk: Tunnelblick di MacOS, OpenVPN di GNU/Linux. Jangan gunakan kredensial OpenVPN / IKEv2 di aplikasi ProtonVPN atau di dasbor ProtonVPN.
nl: Gebruik de volgende inloggegevens bij het verbinden met ProtonVPN servers zonder toepassing. Voorbeelden gebruiken gevallen zoals: Tunnelblick on MacOS, OpenVPN op GNU/Linux. Gebruik de OpenVPN / IKEv2 referenties niet in ProtonVPN-toepassingen of op het ProtonVPN dashboard.
pl: Użyj następujących danych logowania, podczas łączenia się z serwerami ProtonVPN poza aplikacją. Przykładowe użycie: Tunnelblick na MacOS, OpenVPN na GNU/Linuksie. Nie używaj danych logowania do OpenVPN / IKEv2 w aplikacjach lub panelu ProtonVPN.
pt_pt: Utilize as seguintes credenciais ao ligar aos servidores ProtonVPN sem aplicação. Exemplos de utilização incluem: Tunnelblick em MacOS, OpenVPN em GNU/Linux. Não utilize credenciais OpenVPN/IKEv2 com aplicações ProtonVPN ou no painel do ProtonVPN.

# Info
source: Screenshot(s) attached
de: Screenshot(s) hinzugefügt
es_mx: Captura(s) añadida(s)
fr: Capture(s) d’écran jointe(s)
id: Tangkapan layar terlampir
nl: Schermafbeelding(en) toegevoegd
pl: Zrzuty ekranu zostały dołączone
pt_pt: Capturas de ecrã anexadas

# Info
source: Refreshing the page or ${ link } will automatically resolve most issues.
de: Das Aktualisieren der Seite oder ${ link } wird die meisten Probleme automatisch beheben.
es_mx: Actualizar la página o ${ link } resolverá automáticamente la mayoría de los problemas.
fr: L'actualisation de la page ou ${ link } résoudra automatiquement la plupart des problèmes.
id: Memuat ulang halaman atau ${ link } akan secara otomatis mengatasi sebagian besar masalah.
nl: Vernieuwen van de pagina of ${ link } zal automatisch de meeste problemen oplossen.
pl: Odświeżenie strony lub ${ link } rozwiąże automatycznie większość problemów.
pt_pt: Actualizar a página ou ${ link } resolve automaticamente a maioria dos problemas.

# Info
source: Contact us at ${ criticalEmail } for critical security issues.
de: Kontaktieren Sie uns bei kritischen Sicherheitsproblemen unter ${ criticalEmail }.
es_mx: Contáctenos en ${ criticalEmail } por problemas críticos de seguridad.
fr: Contactez-nous via ${ criticalEmail } pour les problèmes de sécurité critique.
id: Hubungi kami melalui ${ criticalEmail } untuk permasalahan keamanan yang bersifat kritis.
nl: Neem contact met ons op bij ${ criticalEmail } voor kritische beveiligingsproblemen.
pl: Skontaktuj się z nami pod adresem ${ criticalEmail }, aby zgłosić istotne problemy związane z bezpieczeństwem.
pt_pt: Contacte-nos em ${ criticalEmail } para assuntos de seguranças críticos.

# Info
source: Enter your recovery email address, and we'll send you your username(s). (This is usually the email address you provided during signup.)
de: Geben Sie Ihre E-Mail-Adresse für die Wiederherstellung ein und wir senden Ihnen Ihre(n) Benutzernamen zu. (Dies ist in der Regel die E-Mail-Adresse, die Sie bei der Anmeldung angegeben haben.)
es_mx: Ingrese su dirección de correo electrónico de recuperación y le enviaremos su nombre de usuario(s). (Esta suele ser la dirección de correo electrónico que proporcionó durante el registro).
fr: Entrez votre adresse e-mail de récupération, et nous vous enverrons votre ou vos nom(s) d'utilisateur (c'est généralement l'adresse e-mail que vous avez fournie lors de votre inscription.)
id: Masukkan alamat surel pemulihan Anda, dan kami akan mengirim nama pengguna Anda. (Biasanya ini alamat surel yang Anda isikan saat mendaftar.)
nl: Voer uw herstel e-mailadres in, en we sturen u uw gebruikersnaam(namen). (Dit is meestal het e-mailadres dat u hebt opgegeven tijdens aanmelding.)
pl: Wpisz swój adres e-mail odzyskiwania, a my wyślemy Ci używane przez Ciebie nazwy użytkownika. (Zazwyczaj jest to adres e-mail, który wpisałeś podczas rejestracji.)
pt_pt: Insira o seu email de recuperação e enviar-lhe-emos o seu nome de utilizador (é habitualmente o email que forneceu durante o registo inicial).

# Info
source: Resetting your password means your old password and the places it is saved will no longer work. Are you sure you want to reset your password?
de: Das Zurücksetzen Ihres Passworts bedeutet, dass Ihr altes Passwort nicht mehr funktionieren wird. Möchten Sie Ihr Passwort wirklich zurücksetzen?
es_mx: Al restablecer su contraseña significa que su contraseña anterior y los lugares donde está guardada ya no funcionarán. ¿Seguro que desea restablecer su contraseña?
fr: Réinitialiser votre mot de passe entrainera la perte de votre ancien mot de passe ainsi que de l’accès aux endroits où il est sauvegardé. Êtes-vous sûr de vouloir le réinitialiser ?
id: Mengatur ulang kata sandi Anda berarti kata sandi lama Anda dan tempat ia disimpan tidak lagi bisa digunakan. Apakah yakin ingin mengatur ulang kata sandi Anda?
nl: Het resetten van uw wachtwoord betekent dat uw oude wachtwoord en de plaatsten waar deze opgeslagen is, niet meer zal werken. Weet u zeker dat u uw wachtwoord wilt resetten?
pl: Zresetowanie hasła sprawi, że Twoje stare hasło i miejsca, w których jest zapisane, przestaną działać. Czy na pewno chcesz zresetować hasło?
pt_pt: Repor a sua senha significa que a sua senha antiga e os locais onde estava gravada já não funcionarão. Tem a certeza de que deseja prosseguir?

# Info
source: We will send a reset code to your recovery email to reset your password.
de: Wir senden Ihnen einen Zurücksetzungsschlüssel an Ihre Wiederherstellungs-E-Mail-Adresse, um Ihr Passwort zurückzusetzen.
es_mx: Enviaremos un código de restablecimiento a su correo electrónico de recuperación para restablecer su contraseña.
fr: Nous allons vous envoyer un code de réinitialisation à votre adresse e-mail de récupération afin de réinitialiser votre mot de passe.
id: Kami akan mengirim sebuah kode untuk mengatur ulang ke alamat surel pemulihan Anda guna mengatur ulang kata sandi Anda.
nl: We sturen een reset code naar uw herstel e-mailadres om uw wachtwoord te resetten.
pl: W celu zresetowania hasła wyślemy kod resetowania na Twój e-mail odzyskiwania.
pt_pt: Vamos enviar-lhe um código de reposição para o seu email de recuperação.

# Info
source: We've sent a reset code to your recovery email, valid for one hour or until you request a new code. Enter it below to continue.
de: Wir haben einen Schlüssel zum Zurücksetzen an Ihre Wiederherstellungs‐E‐Mail‐Adresse gesendet, der ohne das Anfordern eines weiteren eine Stunde lang gültig ist. Bitte unten eingeben, um fortzufahren.
es_mx: Hemos enviado un código de restablecimiento a su correo electrónico de recuperación, válido durante una hora o hasta que solicite un nuevo código. Ingréselo abajo para continuar.
fr: Nous vous avons envoyé un code de réinitialisation sur votre e-mail de récupération. Celui restera valable une heure ou jusqu'à que vous en demandiez un autre. Saisissez-le ci-dessous pour continuer.
id: Kami telah mengirim kode untuk mengatur ulang ke surel pemulihan, valid hingga satu jam sampai Anda meminta kode baru. Masukkanlah kode di bawah untuk melanjutkan.
nl: We hebben een herstelcode naar uw herstel-e-mailadres gestuurd, die een uur geldig is tot u een nieuwe code aanvraagt. Voer de code hieronder in om door te gaan.
pl: Na Twój e-mail odzyskiwania została wysłana wiadomość z kodem resetującym, ważnym przez godzinę lub do czasu, gdy poprosisz o nowy. Wpisz go do wskazanego pola, aby kontynuować.
pt_pt: Enviámos um código de reposição para o seu email, válido por uma hora ou até que requeira um novo código. Insira-o abaixo para continuar.

# Info
source: IMPORTANT: Do not close or navigate away from this page. You will need to enter the reset code into the field below once you receive it.
de: WICHTIG: Verlassen oder schließen Sie diese Seite nicht. Sie müssen den Zurückstellungscode nach dem Erhalt in das untenstehende Feld eingeben.
es_mx: IMPORTANTE: No cierre ni navegue fuera de esta página. Deberá ingresar el código de reinicio en el campo de abajo una vez que lo reciba.
fr: IMPORTANT : veuillez ne pas fermer ou quitter cette page. Une fois le code réinitialisation reçu, vous aurez à le saisir dans le champ ci-dessous.
id: PENTING: Jangan tutup atau pindah dari halaman ini. Anda harus memasukkan kode set ulang ke bidang di bawah saat Anda sudah menerimanya.
nl: BELANGRIJK: Sluit de pagina niet en navigeer niet naar een andere pagina. U moet de resetcode invoeren in het onderstaande veld zodra u het ontvangen hebt.
pl: WAŻNE: Nie zamykaj ani nie opuszczaj tej strony. Gdy otrzymasz kod resetowania, wpisz go w poniższe pole.
pt_pt: IMPORTANTE: não feche esta página ou navegue para fora dela. Terá de inserir o código de reposição no campo abaixo, uma vez que o receba.

# Info
source: Resetting your password will reset your encryption keys for all Proton related services (Mail and VPN). You will be unable to read your existing messages. If you know your ProtonMail credentials, do NOT reset. You can log in with them ${ loginLink }.
de: Das Zurücksetzen Ihres Passworts setzt Ihre Verschlüsselungscodes für alle Proton-bezogenen Dienste (Mail und VPN) zurück. Sie werden Ihre bestehenden Nachrichten nicht mehr lesen können. Wenn Sie Ihre ProtonMail-Anmeldeinformationen kennen, setzen Sie diese NICHT zurück. Sie können sich hiermit ${ loginLink } anmelden.
es_mx: Al restablecer su contraseña, se restablecerán sus claves de cifrado para todos los servicios relacionados con Proton (Correo y VPN). No podrá leer sus mensajes existentes. Si conoce sus credenciales de ProtonMail, NO reinicie. Puede iniciar sesión con ellas ${ loginLink }.
fr: Réinitialiser votre mot de passe réinitialisera vos clés de chiffrement pour tous les services liés à Proton (Mail et VPN). Vous ne serez plus en mesure de lire vos messages existants. Si vous connaissez vos identifiants de connexion ProtonMail, ne les réinitialisez SURTOUT PAS. Vous pouvez vous connecter avec eux ici ${ loginLink }.
id: Mengatur ulang kata sandi Anda akan mengatur ulang kunci enkripsi Anda pada semua layanan Proton yang berhubungan (Mail dan VPN). Anda tidak akan dapat membaca pesan Anda. Jika Anda tahu kredensial ProtonMail Anda, JANGAN atur ulang. Anda dapat masuk dengannya ${ loginLink }.
nl: Het resetten van uw wachtwoord zal uw encryptiesleutels resetten voor alle Proton gerelateerde diensten (Mail en VPN). U kunt uw bestaande berichten niet lezen. Als u uw ProtonMail gegevens kent, reset dan NIET. U kunt zich aanmelden met hen ${ loginLink }.
pl: Zresetowanie hasła, zresetuje także wszystkie klucze szyfrowania dla wszystkich usług Proton (Mail i VPN). Tym samym nie będziesz w stanie odczytać swoich wiadomości. Jeśli znasz swoje dane logowania do usługi ProtonMail, NIE resetuj hasła. Zaloguj się za jego pomocą ${ loginLink }.
pt_pt: Repor a sua senha repõe todas as chaves de encriptação para todos os serviços Proton associados (email e VPN). Não poderá ler as mensagens existentes. Se sabe as suas credenciais do ProtonMail, NÃO o faça. Pode iniciar sessão com elas em ${ loginLink }.

# Info
source: ALL YOUR DATA WILL BE LOST!
de: Alle Ihre Daten gehen unwiderruflich verloren!
es_mx: ¡TODOS SUS DATOS SE PERDERÁN!
fr: TOUTES VOS DONNÉES SERONT PERDUES !
id: SEMUA DATA ANDA AKAN HILANG!
nl: U VERLIEST AL UW GEGEVENS!
pl: WSZYSTKIE TWOJE DANE ZOSTANĄ UTRACONE!
pt_pt: PERDERÁ TODOS OS SEUS DADOS!

# Info
source: If you remember your old password later, you can recover your existing messages.
de: Sollten Sie sich später an Ihr altes Passwort erinnern, können Sie Ihre vorhandenen Nachrichten wiederherstellen.
es_mx: Si recuerda su contraseña anterior más tarde, puede recuperar sus mensajes existentes.
fr: Si vous vous souvenez de votre ancien mot de passe plus tard, vous pourrez récupérer vos messages existants.
id: Jika dikemudian hari Anda ingat kata sandi lama Anda, Anda bisa mendapatkan kembali pesan-pesan anda.
nl: Als u uw oude wachtwoord later nog herinnert, kunt u uw bestaande berichten herstellen.
pl: Możesz odzyskać istniejące wiadomości, jeśli pamiętasz swoje stare hasło.
pt_pt: Se se lembrar da sua senha mais tarde, poderá recuperar as mensagens existentes.

# Info
source: Keep this password safe, it cannot be recovered.
de: Bewahren Sie dieses Passwort sicher auf, es kann nicht wiederhergestellt werden.
es_mx: Mantenga esta contraseña segura, no se puede recuperar.
fr: Gardez précieusement ce mot de passe, il ne pourra pas être récupéré ultérieurement.
id: Simpan kata sandi ini dengan aman, ia tidak dapat dipulihkan.
nl: Houd dit wachtwoord veilig, het kan niet worden hersteld.
pl: Tego hasła nie można odzyskać - zachowaj je w bezpiecznym miejscu.
pt_pt: Mantenha a senha segura, ela não é recuperável.

# Info
source: Do NOT forget this password. If you forget it, you will not be able to login or decrypt your messages.
de: Vergessen Sie dieses Passwort NICHT. Sollten Sie es vergessen, können Sie sich weder anmelden noch Ihre Nachrichten entschlüsseln.
es_mx: * NO olvide esta contraseña. Si la olvida, no podrá iniciar sesión ni descifrar sus mensajes.
fr: N'oubliez SURTOUT PAS ce mot de passe. Si vous l'oubliez, vous ne serez plus en mesure de vous connecter ou de déchiffrer vos messages.
id: JANGAN lupa password ini. Jika Anda lupa, Anda tidak akan bisa masuk atau mendekripsi pesan Anda.
nl: Vergeet dit wachtwoord NIET. Als u het vergeet kunt u niet meer inloggen of uw berichten ontsleutelen.
pl: ZAPAMIĘTAJ to hasło. Jeśli je zapomnisz, nie będziesz mógł się zalogować ani odszyfrować wiadomości.
pt_pt: NÃO se esqueça desta senha. Se a esquecer, não conseguirá iniciar sessão ou desencriptar as mensagens.

# Info
source: This can take a few seconds or a few minutes depending on your device.
de: Dies kann je nach Gerät einige Sekunden oder einige Minuten dauern.
es_mx: Esto puede tardar unos segundos o unos minutos dependiendo de su dispositivo.
fr: Cette opération peut durer quelques secondes ou quelques minutes selon votre appareil.
id: Hal ini bisa memakan waktu beberapa detik atau beberapa menit tergantung perangkat Anda.
nl: Afhankelijk van uw apparaat kan dit enkele seconden tot enkele minuten duren.
pl: Może to potrwać kilka sekund lub kilka minut w zależności od urządzenia.
pt_pt: Pode levar alguns segundos ou alguns minutos, dependendo do seu dispositivo.

# Info
source: abuse or fraud
de: Missbrauch oder Betrug
es_mx: abuso o fraude
fr: abus ou fraude
id: penyalahgunaan atau penipuan
nl: misbruik of fraude
pl: nadużycia lub oszustwa
pt_pt: abuso ou fraude

# Info
source: here
de: hier
es_mx: aquí
fr: ici
id: di sini
nl: hier
pl: tutaj
pt_pt: aqui

# Info
source: Account disabled due to ${ abuseOrFraudLink }.
de: Konto wurde aufgrund von ${ abuseOrFraudLink } deaktiviert.
es_mx: Cuenta deshabilitada debido a ${ abuseOrFraudLink }.
fr: Compte désactivé en raison de : ${ abuseOrFraudLink }.
id: Akun dinonaktifkan karena ${ abuseOrFraudLink }.
nl: Account uitgeschakeld vanwege ${ abuseOrFraudLink }.
pl: Konto zostało wyłączone z powodu ${ abuseOrFraudLink }.
pt_pt: Conta desactivada devido a ${ abuseOrFraudLink }.

# Info
source: You can find more information and contact us ${ contactLink }.
de: Unter ${ contactLink } können Sie weitere Informationen finden und uns kontaktieren.
es_mx: Puede encontrar más información y contactarnos en ${ contactLink }.
fr: Vous pouvez trouver plus d'informations et nous contacter ${ contactLink }.
id: Anda bisa mendapatkan informasi lebih lanjut dan menghubungi kami ${ contactLink }.
nl: U kunt meer informatie vinden en contact met ons opnemen via ${ contactLink }.
pl: Możesz znaleźć więcej informacji i skontaktować się z nami ${ contactLink }.
pt_pt: Pode encontrar mais informação e contactar-nos em ${ contactLink }.

# Info
source: Two-password mode uses separate passwords for login and mailbox decryption. This provides a minor security benefit in some situations, however we recommend one-password mode for most users. To switch to two password mode, first set a login password and then set a mailbox password.
de: Der Zwei‐Passwort‐Modus verwendet separate Passwörter für die Anmeldung und die Entschlüsselung der Mailbox. Dies bietet in einigen Situationen einen kleinen Sicherheitsvorteil, jedoch empfehlen wir für die meisten Benutzer den Ein‐Passwort‐Modus. Um in den Zwei‐Passwort‐Modus zu wechseln, legen Sie zunächst ein Anmeldepasswort und dann ein Mailbox‐Passwort fest.
es_mx: El modo de dos contraseñas utiliza contraseñas separadas para el inicio de sesión y el descifrado del buzón. Esto proporciona un pequeño beneficio de seguridad en algunas situaciones, sin embargo, recomendamos el modo de una contraseña para la mayoría de los usuarios. Para cambiar al modo de dos contraseñas, primero establezca una contraseña de inicio de sesión y luego una contraseña del buzón.
fr: Le mode à deux mots de passe utilise des mots de passe distincts pour la connexion à votre compte et pour le déchiffrement de votre messagerie. Ce mode fournit un léger avantage en terme de sécurité dans certains cas. Cependant, nous recommandons le mode mot de passe unique pour la plupart des utilisateurs. Pour activer le mode à deux mots de passe, configurez d’abord le mot de passe de connexion à votre compte, puis le mot de passe de messagerie.
id: Mode dua-kata sandi menggunakan kata sandi terpisah untuk dekripsi masuk dan kotak surat. Hal ini memberikan sedikit manfaat keamanan pada situasi tertentu, namun kami menyarankan mode satu kata sandi untuk sebagian besar pengguna. Untuk beralih ke mode dua-kata sandi, atur dulu kata sandi masuk kemudian tentukan kata sandi kotak surat.
nl: Twee-wachtwoordsmodus maakt gebruik van verschillende wachtwoorden voor het inloggen en de ontsleuteling van de mailbox. Dit biedt in sommige gevallen een klein veiligheidsvoordeel maar wij raden één-wachtwoordsmodus aan voor de meeste gebruikers. Om over te schakel naar twee-wachtwoordsmodus, stel dan eerst een inlogwachtwoord in en daarna een mailbox-wachtwoord.
pl: Tryb podwójnego hasła umożliwia oddzielenie hasła logowania i szyfrowania skrzynki pocztowej. Zwiększa to nieznacznie bezpieczeństwo w określonych sytuacjach. Dla większości użytkowników wystarczający jest tryb pojedynczego hasła. Aby przełączyć się do trybu podwójnego hasła, wpisz hasło logowania, a następnie hasło szyfrowania.
pt_pt: O modo de senha dupla usa senhas separadas para iniciar a sessão e desencriptar a caixa do correio. Isto proporciona um pequeno benefício na segurança em algumas situações, no entanto, recomendamos o modo de senha única para a maioria dos utilizadores. Para mudar para o modo de senha dupla, insira primeiro a senha de início de sessão e depois a da caixa de correio.

# Info
source: ProtonMail can also be used with a single password which replaces both the login and mailbox password. To switch to single password mode, enter the single password you would like to use and click Save.
de: ProtonMail kann auch mit einem einzigen Passwort verwendet werden, das sowohl das Anmelde‐, als auch das Mailbox‐Passwort ersetzt. Um in den Ein‐Passwort‐Modus zu wechseln, geben Sie das Einzelpasswort ein, das Sie verwenden möchten, und klicken Sie auf „Speichern“.
es_mx: ProtonMail puede también utilizarse con una única contraseña que reemplaza tanto a la contraseña de inicio de sesión como la del buzón. Para cambiar al modo de una contraseña, ingrese la única contraseña que desea utilizar y haga clic en guardar.
fr: ProtonMail peut également être utilisé avec un mot de passe unique qui remplace à la fois le mot de passe de connexion et celui de messagerie. Pour basculer en mode mot de passe unique, entrez le mot de passe que vous souhaitez utiliser et cliquez sur Enregistrer.
id: ProtonMail juga bisa digunakan dengan kata sandi tunggal yang menggantikan kata sandi untuk masuk dan kotak pesan. Untuk beralih ke mode kata sandi tunggal, masukkan satu kata sandi yang ingin Anda gunakan dan klik Simpan.
nl: U kunt ook ProtonMail met een enkel wachtwoord gebruiken dat zowel het inlog als mailbox wachtwoord vervangt. Om te schakelen naar een enkel wachtwoord, vul het enkel wachtwoord naar keuze in en klik op Opslaan.
pl: ProtonMail może być również używany z wykorzystaniem pojedynczego hasła, które zastępuje Twoje hasło logowania oraz skrzynki pocztowej. Aby przejść w tryb pojedynczego hasła, wpisz hasło, z którego chcesz korzystać i kliknij przycisk Zapisz.
pt_pt: O ProtonMail também pode ser utilizado com uma única senha, que substitui as senhas de início de sessão e da caixa de correio. Para mudar para o modo de senha única, insira a senha única que deseja utilizar e clique em Gravar.
