Repository: ProtonVPN/proton-vpn-settings
Catalog: po/*.po
Languages: de, es_mx, fr, id, nl, pl, pt_pt

# Info
source: When notifications are enabled, we'll send an alert to your recovery/notification address if you have new messages in your ProtonMail account.
de: Wenn Benachrichtigungen aktiviert sind, senden wir eine Meldung an Ihre Wiederherstellungs‐/Benachrichtigungsadresse, wenn neue Nachrichten in Ihrem ProtonMail‐Konto vorhanden sind.
es_mx: Cuando las notificaciones están habilitadas, enviaremos una alerta a su dirección de recuperación/notificación cuando tenga mensajes nuevos en su cuenta de ProtonMail.
fr: Quand les notifications sont activées, nous vous enverrons une alerte sur votre adresse de récupération/notification si vous avez de nouveaux messages sur votre compte ProtonMail.
id: Saat pemberitahuan diaktifkan, kami akan mengirimkan peringatan ke alamat pemulihan/pemberitahuan Anda jika Anda memiliki pesan baru di akun ProtonMail Anda.
nl: Wanneer notificaties zijn ingeschakeld sturen wij een melding naar uw herstel/notificatie adres als u nieuwe berichten in uw ProtonMail account heeft.
pl: Jeśli będziesz miał nowe wiadomości na koncie ProtonMail, to wyślemy powiadomienie na powyższy adres e-mail.
pt_pt: Com as notificações activadas, enviar-lhe-emos um alerta para o seu endereço de recuperação/notificação sempre que tenha novas mensagens na sua conta ProtonMail.

# Info
source: Loading ${ appName }
de: ${ appName } wird geladen
es_mx: Cargando ${ appName }
fr: Chargement de ${ appName }
id: Memuat ${ appName }
nl: ${ appName } aan het laden
pl: Ładowanie ${ appName }
pt_pt: A carregar ${ appName }

# Info
source: You can customize and download your invoices for accounting purposes.
de: Sie können Ihre Rechnungen für Abrechnungszwecke anpassen und herunterladen.
es_mx: Puede personalizar y descargar sus facturas con fines contables.
fr: Vous pouvez personnaliser et télécharger vos factures à des fins comptables.
id: Anda dapat menyesuaikan dan mengunduh faktur tagihan Anda untuk keperluan akuntansi.
nl: U kunt uw facturen aanpassen en downloaden voor boekhoudkundige doeleinden.
pl: Możesz dostosować i pobrać swoje faktury do celów księgowych.
pt_pt: Pode personalizar e transferir as suas facturas para efeitos contabilísticos.

# Info
source: billed as ${ billedPrice }
de: abgerechnet als ${ billedPrice }
es_mx: facturado como ${ billedPrice }
fr: facturé à ${ billedPrice }
id: ditagih sebagai ${ billedPrice }
nl: gefactureerd als ${ billedPrice }
pl: płatne jako ${ billedPrice }
pt_pt: facturado como ${ billedPrice }

# Info
source: You already have a free account
de: Sie verfügen bereits über ein kostenloses Konto
es_mx: Ya tiene una cuenta gratuita
fr: Vous avez déjà un compte gratuit
id: Anda sudah memiliki akun gratis
nl: U heeft al een gratis account
pl: Posiadasz już darmowe konto
pt_pt: Já tem uma conta gratuita

# Info
source: This will downgrade your VPN to a free subscription. ProtonVPN is free software that is possible thanks to donations and paid accounts. Please consider making a donation so we can continue to enable secure internet anywhere for everyone.
de: Dadurch wird Ihr VPN auf ein kostenloses Abonnement herabgestuft. ProtonVPN ist kostenlose Software, die dank Spenden und kostenpflichtigen Konten möglich ist. Bitte denken Sie darüber nach, etwas zu spenden, damit wir weiterhin ein sicheres Internet überall für alle ermöglichen können.
es_mx: Esta acción degradará su suscripción VPN a una gratuita. ProtonVPN es un software libre que es posible gracias a donaciones y suscripciones pagas. Por favor considere hacer una donación para que podamos seguir ofreciendo internet seguro donde sea y para todos.
fr: Votre VPN va passer à un abonnement gratuit. ProtonVPN est un logiciel gratuit grâce aux dons et aux offres payantes. Veuillez envisager de faire un don afin que nous puissions continuer à mettre en place un accès Internet sécurisé partout, pour tous.
id: Hal ini akan menurunkan paket VPN Anda menjadi pengguna gratis. ProtonVPN adalah perangkat lunak gratis yang hadir berkat sumbangan dan akun berbayar. Mohon bersedia menyumbang agar kami dapat terus menghadirkan internet yang aman bagi semua orang.
nl: Dit zal uw VPN downgraden naar een gratis abonnement. ProtonVPN is gratis software, wat mogelijk is dankzij donaties en betaalde accounts. Overweeg een donatie te doen zodat we overal en voor iedereen veilig internet mogelijk kunnen blijven maken.
pl: To działanie spowoduje obniżenie planu VPN do poziomu darmowego konta. ProtonVPN jest darmowym oprogramowaniem, wspieranym za pomocą darowizn i płatnych kont. Wesprzyj nas, abyśmy nadal mogli dostarczać darmowe usługi.
pt_pt: Assim regredirá a sua VPN para uma subscrição gratuita. O ProtonVPN é um programa grátis, possível graças a donativos e contas pagas. Por favor, considere fazer uma doação, para que possamos continuar a fornecer Internet segura a todos.

# Info
source: Get 20% bundle discount when you purchase ProtonMail and ProtonVPN together.
de: Sie erhalten 20 % Paketrabatt, wenn Sie ProtonMail und ProtonVPN zusammen erwerben.
es_mx: Obtenga un descuento del 20% cuando compra juntos ProtonMail y ProtonVPN.
fr: Obtenez 20 % de réduction en souscrivant à la fois à ProtonMail et à ProtonVPN.
id: Dapatkan paket diskon borongan 20% saat Anda melakukan pembelian ProtonMail dan ProtonVPN secara bersamaan.
nl: Ontvang 20% bundelkorting wanneer u ProtonMail en ProtonVPN samen aankoopt.
pl: Otrzymaj 20% zniżkę, kupując jednocześnie usługi ProtonMail i ProtonVPN.
pt_pt: Obtenha um desconto de 20% ao adquirir o ProtonMail e o ProtonVPN em conjunto.

# Info
source: You are currently subscribed to ${ names }.
de: Sie haben derzeit ${ names } abonniert.
es_mx: Actualmente está suscrito a ${ names }.
fr: Vous êtes actuellement abonné à ${ names }.
id: Saat ini Anda berlangganan ke paket ${ names }.
nl: U bent momenteel geabonneerd op ${ names }.
pl: Obecnie subskrybujesz plan ${ names }.
pt_pt: Actualmente tem subscrições de ${ names }.

# Info
source: By clicking Create account you agree to abide by our ${ termsOfServiceLink } and ${ privacyPolicyLink }.
de: Durch das Klicken auf Erstellen stimmen unseren ${ termsOfServiceLink } und ${ privacyPolicyLink } zu.
es_mx: Al hacer clic en Crear cuenta, acepta cumplir con nuestros ${ termsOfServiceLink } y ${ privacyPolicyLink }.
fr: En cliquant sur Créer un compte, vous acceptez de respecter nos ${ termsOfServiceLink } et ${ privacyPolicyLink }.
id: Dengan mengeklik Buat Akun Anda setuju untuk tunduk pada ${ termsOfServiceLink } dan ${ privacyPolicyLink } kami.
nl: Door op Account aanmaken te drukken gaat u akkoord met onze ${ termsOfServiceLink } en ${ privacyPolicyLink }.
pl: Klikając przycisk Utwórz konto, akceptujesz nasz ${ termsOfServiceLink } i ${ privacyPolicyLink }.
pt_pt: Ao clicar em Criar conta concorda em cumprir com os ${ termsOfServiceLink } e a ${ privacyPolicyLink }.

# Info
source: You already have a Proton account.
de: Sie besitzen bereits ein ProtonVPN‐Konto.
es_mx: Ya posee una cuenta de Proton.
fr: Vous avez déjà un compte Proton.
id: Anda sudah memiliki akun Proton.
nl: U heeft al een Proton account.
pl: Posiadasz już konto Proton.
pt_pt: Já tem uma conta Proton.

# Info
source: Your existing Proton account can be used to access all Proton services. Please login with ${ email }
de: Ihr bestehendes Proton‐Konto kann für die Anmeldung an allen Proton‐Diensten genutzt werden. Bitte melden Sie sich mit ${ email } an.
es_mx: Su cuenta de Proton existente puede ser usada para acceder a todos los servicios de Proton. Por favor, inicie sesión con ${ email }
fr: Votre compte Proton existant peut être utilisé pour accéder à tous les services Proton. Veuillez vous connecter avec ${ email }
id: Akun Proton yang sudah Anda miliki dapat digunakan untuk mengakses semua layanan Proton. Silakan login menggunakan ${ email }
nl: Uw bestaande Proton account kan gebruikt worden voor alle Proton diensten. Log in met ${ email }
pl: Twoje istniejące konto Proton może być wykorzystane do wszystkich usług Proton. Zaloguj się przy użyciu ${ email }
pt_pt: A sua conta Proton existente pode ser utilizada para aceder a todos os serviços Proton. Por favor, inicie sessão com ${ email }

# Info
source: If you are a ProtonMail user you can use your Proton account to log in to ProtonVPN.
de: Wenn Sie ein Benutzer von ProtonMail sind, können Sie sich mit Ihrem Proton-Konto bei ProtonVPN anmelden.
es_mx: Si usted es un usuario de ProtonMail puede usar su cuenta de Proton para iniciar sesión en ProtonVPN.
fr: Si vous êtes un utilisateur ProtonMail, vous pouvez utiliser votre compte Proton pour vous connecter à ProtonVPN.
id: Jika Anda pengguna ProtonMail Anda dapat menggunakan akun Proton Anda untuk masuk ke ProtonVPN.
nl: Als u een ProtonMail gebruiker bent kunt u uw Proton account gebruiken om in te loggen bij ProtonVPN.
pl: Jeśli jesteś użytkownikiem poczty ProtonMail, możesz wykorzystać swoje konto Proton do zalogowania się do ProtonVPN.
pt_pt: Se é um utilizador do ProtonMail, utilize a sua conta para iniciar sessão no ProtonVPN.

# Info
source: This plan is temporarily disabled
de: Dieses Paket ist zurzeit deaktiviert
es_mx: Este plan está temporalmente deshabilitado
fr: Cette offre est temporairement désactivée
id: Paket berlangganan ini diberhentikan sementara
nl: Dit abonnement is tijdelijk uitgeschakeld
pl: Ten plan jest tymczasowo niedostępny
pt_pt: Este plano está temporariamente desactivado

# Info
source: You are saving 20% with an annual plan
de: Sie sparen 20 % mit einem jährlichen Abonnement
es_mx: Usted ahorra un 20% con un plan anual
fr: Vous économisez 20 % avec un abonnement annuel
id: Anda menghemat 20% dengan berlangganan paket tahunan
nl: U bespaart 20% met een jaarlijks abonnement
pl: Oszczędzasz 20% decydując się na plan roczny
pt_pt: Está a poupar 20% com um plano anual

# Info
source: You are saving 33% with an two-year plan
de: Sie sparen 33 % mit einem zweijährigen Abonnement
es_mx: Usted ahorra un 33% con un plan de dos años
fr: Vous économisez 33% avec un abonnement de deux ans
id: Anda menghemat 33% dengan berlangganan paket dua tahun
nl: U bespaart 33% met een twee jarig abonnement
pl: Oszczędzasz 33% decydując się na plan dwuletni
pt_pt: Está a poupar 33% com um plano bianual

# Info
source: All plans support: ${ supportedOS }
de: Alle Pakete unterstützen: ${ supportedOS }
es_mx: Todos los planes son compatibles con: ${ supportedOS }
fr: Tous les abonnements prennent en charge : ${ supportedOS }
id: Semua paket berlangganan mendukung: ${ supportedOS }
nl: Alle abonnementen ondersteunen: ${ supportedOS }
pl: Wszystkie plany wspierają: ${ supportedOS }
pt_pt: Suporte a qualquer plano: ${ supportedOS }

# Info
source: 30-days money back guarantee
de: 30 Tage Geld‐zurück‐Garantie
es_mx: 30 días de garantía de devolución del pago
fr: Remboursement garantit pendant 30 jours
id: Jaminan 30 hari uang kembali
nl: 30-dagen geld terug garantie
pl: 30-dniowa gwarancja zwrotu pieniędzy
pt_pt: Reembolso garantido durante 30 dias

# Info
source: Click below to resend the code to ${ destinationText }. If ${ destinationType } is incorrect, please click "${ editI18n }".
de: Klicken Sie unten, um den Code erneut an ${ destinationText } zu senden. Sollte ${ destinationType } fehlerhaft sein, klicken Sie bitte auf „${ editI18n }”.
es_mx: Haga click abajo para reenviar el código a ${ destinationText }. Si ${ destinationType } es incorrecto, por favor haga clic en "${ editI18n }".
fr: Cliquez ci-dessous pour réenvoyer le code à ${ destinationText }. Si ${ destinationType } est incorrecte, veuillez cliquer sur "${ editI18n }".
id: Klik di bawah untuk mengirim ulang kode ke ${ destinationText }. Jika ${ destinationType } salah, mohon tekan "${ editI18n }".
nl: Klik hieronder om de code opnieuw naar ${ destinationText } te versturen. Als ${ destinationType } onjuist is, druk dan op "${ editI18n }".
pl: Kliknij poniżej, aby wysłać kod do ${ destinationText }. Jeśli ${ destinationType } jest nieprawidłowy, kliknij "${ editI18n }".
pt_pt: Clique abaixo para reenviar o código para ${ destinationText }. Se ${ destinationType } está incorrecto, por favor clique em "${ editI18n }".

# Info
source: Enter the verification code that was sent to ${ destinationText }.
de: Bestätigungscode eingeben, der an ${ destinationText } gesendet wurde.
es_mx: Ingrese el código de verificación que fue enviado a ${ destinationText }.
fr: Entrez le code de vérification qui a été envoyé à ${ destinationText }.
id: Masukkan kode verifikasi yang dikirim ke ${ destinationText }.
nl: Voer de verificatiecode in die is verzonden naar ${ destinationText }.
pl: Wpisz kod weryfikacyjny wysłany do ${ destinationText }.
pt_pt: Insira o código de verificação que foi enviado para ${ destinationText }.

# Info
source: If you don't find the email in your inbox, please check your spam folder.
de: Sollten Sie die E-Mail nicht in Ihrem Posteingang vorfinden, überprüfen Sie bitte Ihren Spam-Ordner.
es_mx: Si no encuentra el correo electrónico en su buzón, por favor revise la carpeta de correo no deseado.
fr: Si vous ne trouvez pas l'e-mail dans votre boîte de réception, veuillez vérifier votre dossier de spam.
id: Jika Anda tidak menemukan surel di kotak masuk, mohon periksa folder spam Anda.
nl: Als u de mail niet kunt vinden in uw inbox, check dan eerst de map 'Spam'.
pl: Jeśli nie widzisz wiadomości w skrzynce odbiorczej, sprawdź w folderze Spam.
pt_pt: Se não encontra o email na sua caixa de entrada, veja na pasta de assédio.

# Info
source: To prevent misuse, please verify you are human. Please do not close this tab until you have verified your account.
de: Um Missbrauch zu vermeiden, bestätigen Sie bitte, dass Sie ein Mensch sind. Bitte schließen Sie diesen Tab nicht, bis Ihr Konto verifiziert wurde.
es_mx: Para prevenir un mal uso, por favor verifique que es un humano. Por favor no cierre esta pestaña hasta que su cuenta sea verificada.
fr: Pour éviter toute utilisation abusive, merci de prouver que vous êtes humain. Veuillez ne pas fermer cet onglet tant que vous n'avez pas vérifié votre compte.
id: Guna menghindari penyalahgunaan, mohon lakukan verifikasi bahwa Anda manusia. Mohon tidak menutup tab ini sampai akun Anda terverifikasi.
nl: Om misbruik te voorkomen, bevestig dat u een mens bent. Sluit dit tabblad niet totdat u het account heeft geverifieerd.
pl: Aby uniknąć nieprawidłowego użycia, udowodnij, że jesteś człowiekiem. Nie zamykaj tej karty do czasu weryfikacji konta.
pt_pt: Para prevenir abusos, por favor confirme que é um ser humano. Não feche este separador até ter verificado a sua conta.

# Info
source: Your payment details are protected with TLS encryption and Swiss laws
de: Ihre Zahlungsinformationen sind durch TLS‐Verschlüsselung und schweizer Gesetzen geschützt
es_mx: Su información de pago está protegida con cifrado TLS y las leyes de Suiza
fr: Vos informations de paiement sont protégées par le chiffrement TLS et les lois suisses
id: Rincian pembayaran Anda dilindungi oleh enkripsi TLS dan hukum yang berlaku di Swiss
nl: Uw betalingsgegevens worden beschermd met TLS versleuteling en de Zwitserse wetgeving
pl: Szczegóły Twoich płatności są chronione szyfrowaniem TLS i szwajcarskim prawem
pt_pt: Os seus detalhes de pagamento estão protegidos por encriptação TLS e pelas leis suíças

# Info
source: Your account has been successfully created. Please press the "Close" button to be taken back to the app.
de: Ihr Konto wurde erfolgreich erstellt. Klicken Sie auf die „Schließen“‐Schaltfläche, um zurück zur Anwendung zu gelangen.
es_mx: Su cuenta ha sido creada exitosamente. Por favor, pulse el botón "Cerrar" para volver a la aplicación.
fr: Votre compte a été créé avec succès. Veuillez appuyer sur le bouton "Fermer" pour retourner à l'application.
id: Akun anda telah berhasil dibuat. Silakan tekan tombol "Tutup" untuk kembali ke aplikasi.
nl: Uw account is succesvol aangemaakt. Druk op de "Sluiten" knop om terug te keren naar de app.
pl: Konto zostało utworzone. Kliknij przycisk Zamknij, aby wrócić do aplikacji.
pt_pt: A sua conta foi criada com sucesso. Por favor, clique em "Fechar" para regressar à aplicação.

# Info
source: Loading
de: Lädt
es_mx: Cargando
fr: Chargement
id: Memuat
nl: Laden
pl: Ładowanie
pt_pt: A carregar

# Info
source: Creating your account
de: Konto wird erstellt
es_mx: Creando su cuenta
fr: Création de votre compte
id: Membuat akun anda
nl: Account aan het aanmaken
pl: Tworzenie konta
pt_pt: A criar a sua conta

# Billing cycle option
source: Monthly
de: Monatlich
es_mx: Mensual
fr: Mensuel
id: Bulanan
nl: Maandelijks
pl: Miesięcznie
pt_pt: Mensalmente

# Billing cycle option
source: Annually
de: Jährlich
es_mx: Anualmente
fr: Annuel
id: Tahunan
nl: Jaarlijks
pl: Rocznie
pt_pt: Anualmente

# Billing cycle option
source: Two-year
de: Zwei Jahre
es_mx: Dos años
fr: Bisannuel
id: Dwitahunan
nl: Tweejaarlijks
pl: Co dwa lata
pt_pt: Dois anos

# Billing cycle option
source: Annually SAVE 20%
de: Jährlich 20 % SPAREN
es_mx: Ahorre 20% anualmente
fr: Annuel (ÉCONOMISEZ 20%)
id: Tahunan HEMAT 20%
nl: BESPAAR jaarlijks 20%
pl: OSZCZĘDŹ rocznie 20%
pt_pt: Anualmente, POUPE 20%

# Placeholder
source: Card number
de: Kartennummer
es_mx: Número de tarjeta
fr: Numéro de carte
id: Nomor kartu
nl: Kaartnummer
pl: Numer karty
pt_pt: Número do cartão

# Placeholder
source: Full name
de: Vollständiger Name
es_mx: Nombre completo
fr: Nom et prénom
id: Nama lengkap
nl: Volledige naam
pl: Imię i nazwisko
pt_pt: Nome completo

# Placeholder
source: ZIP
de: PLZ
nl: Postcode
pl: Kod pocztowy
pt_pt: CP

# Placeholder
source: Postal code
de: Postleitzahl
es_mx: Código postal
fr: Code postal
id: Kode Pos
nl: Postcode
pl: Kod pocztowy
pt_pt: Código postal

# Placeholder
source: Coupon
de: Gutschein
es_mx: Cupón
fr: Code promo
id: Kupon
nl: Kortingscode
pl: Kupon
pt_pt: Cupão

# Placeholder
source: Other
de: Andere
es_mx: Otro
fr: Autre
id: Lainnya
nl: Overige
pl: Inna
pt_pt: Outro

# Placeholder
source: Proton username
de: Proton‐Benutzername
es_mx: Nombre de usuario de Proton
fr: Nom d'utilisateur Proton
id: Nama Pengguna Proton
nl: Proton Gebruikersnaam
pl: Nazwa użytkownika Proton
pt_pt: Utilizador Proton

# Placeholder
source: A way to contact you
de: Eine Möglichkeit, Sie zu kontaktieren
es_mx: Una forma de contactarle
fr: Un moyen de vous contacter
id: Cara menghubungi Anda
nl: Een manier om contact met u op te nemen
pl: Preferowana metoda kontaktu
pt_pt: Uma forma de o contactar

# Placeholder
source: Please describe the problem and include any error messages
de: Bitte beschreiben Sie das Problem und fügen Sie alle Fehlermeldungen an
es_mx: Por favor, describa el problema e incluya cualquier mensaje de error
fr: Veuillez décrire le problème et inclure tous les messages d'erreur
id: Mohon uraikan masalah dan sertakan pesan galat apapun
nl: Beschrijf het probleem en voeg eventuele foutmeldingen toe
pl: Opisz problem i dołącz wszelkie informacje o błędach
pt_pt: Por favor, descreva o problema e inclua as mensagens de erro

# Placeholder
source: OS name
de: Betriebssystem
es_mx: Sistema Operativo
fr: Nom du système d'exploitation
id: Nama Sistem Operasi
nl: Naam van besturingssysteem
pl: Nazwa systemu operacyjnego
pt_pt: Nome do SO

# Placeholder
source: OS version
de: Version des Betriebssystem
es_mx: Versión del sistema operativo
fr: Version du système d'exploitation
id: Versi Sistem Operasi
nl: Versie besturingssysteem
pl: Wersja systemu operacyjnego
pt_pt: Versão do SO

# Placeholder
source: Browser name
de: Browser
es_mx: Nombre del navegador
fr: Nom du navigateur
id: Nama Peramban
nl: Browsernaam
pl: Nazwa przeglądarki
pt_pt: Nome do navegador

# Placeholder
source: Browser version
es_mx: Versión del navegador
fr: Version du navigateur
id: Versi Peramban
nl: Browserversie
pl: Wersja przeglądarki
pt_pt: Versão do navegador

# Placeholder
source: Username
de: Benutzername
es_mx: Nombre de usuario
fr: Nom d'utilisateur
id: Nama Pengguna
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_pt: Utilizador

# Placeholder
source: Recovery email
de: Wiederherstellungs‐E‐Mail‐Adresse
es_mx: Correo electrónico de recuperación
fr: Adresse e-mail de récupération
id: Alamat Surel untuk Pemulihan
nl: Herstel e-mailadres
pl: E-mail odzyskiwania
pt_pt: Email de recuperação

# Placeholder
source: Reset code
de: Zurücksetzungscode
es_mx: Restablecer código
fr: Code de réinitialisation
id: Set ulang kode
nl: Code resetten
pl: Kod resetowania
pt_pt: Código de reposição

# Placeholder
source: Enter the word '${ WORD }' here
de: Geben Sie das Wort „${ WORD }“ hier ein
es_mx: Ingrese la palabra '${ WORD }' aquí
fr: Entrez le mot '${ WORD }' ici
id: Masukkan kata '${ WORD }' di sini
nl: Voer het woord '${ WORD }' in
pl: Tu wpisz słowo '${ WORD }'
pt_pt: Insira a palavra "${ WORD }" aqui

# Placeholder
source: Choose a new password
de: Neues Passwort wählen
es_mx: Elija una nueva contraseña
fr: Choisissez un nouveau mot de passe
id: Tentukan kata sandi baru
nl: Kies een nieuw wachtwoord
pl: Wybierz nowe hasło
pt_pt: Escolha uma nova senha

# Placeholder
source: Username or email
de: Benutzername oder E‐Mail‐Adresse
es_mx: Nombre de usuario o correo electrónico
fr: Nom d'utilisateur ou adresse e-mail
id: Nama pengguna atau surel
nl: Gebruikersnaam of E-mailadres
pl: Nazwa użytkownika lub adres e-mail
pt_pt: Utilizador ou email

# Placeholder
source: Password
de: Passwort
es_mx: Contraseña
fr: Mot de passe
id: Kata Sandi
nl: Wachtwoord
pl: Hasło
pt_pt: Senha

# Placeholder
source: Two-factor code
de: Zwei‐Faktor‐Code
es_mx: Código de dos factores
fr: Code d'identification à deux facteurs
id: Kode dua-faktor
nl: Tweestapsverificatie code
pl: Kod uwierzytelniający
pt_pt: Código em dois passos

# Placeholder
source: Mailbox password
de: Mailbox‐Passwort
es_mx: Contraseña del buzón
fr: Mot de passe de messagerie
id: Kata sandi kotak pesan
nl: Mailboxwachtwoord
pl: Hasło skrzynki pocztowej
pt_pt: Senha da caixa de correio

# Placeholder
source: Confirm
de: Bestätigen
es_mx: Confirmar
fr: Confirmez
id: Konfirmasi
nl: Bevestig
pl: Potwierdź
pt_pt: Confirmar

# Placeholder
source: Feedback
es_mx: Comentarios
fr: Vos commentaires
id: Umpan balik
pl: Opinia
pt_pt: Comentários

# Placeholder
source: Email address
de: E‐Mail‐Adresse
es_mx: Dirección de correo electrónico
fr: Adresse e-mail
id: Alamat Surel
nl: E-mailadres
pl: Adres e-mail
pt_pt: Endereço de email

# Placeholder
source: Enter coupon code
de: Gutscheincode eingeben
es_mx: Ingrese el código del cupón
fr: Saisissez le code promotionnel
id: Masukkan kode kupon
nl: Voer couponcode in
pl: Wprowadź kod kuponu
pt_pt: Insira o código do cupão

# Placeholder
source: Confirm password
de: Passwort bestätigen
es_mx: Confirmar contraseña
fr: Confirmez le mot de passe
id: Konfirmasi kata sandi
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt_pt: Confirmar senha

# Placeholder
source: user@domain.com
de: nutzer@domain.com
es_mx: usuario@dominio.com
fr: utilisateur@domaine.com
id: pengguna@domain.com
nl: gebruiker@domein.com
pl: użytkownik@domena.pl
pt_pt: utilizador@domínio.com

# Placeholder, make it short
source: Security code
de: Sicherheitscode
es_mx: Código de seguridad
fr: Code de sécurité
id: Kode keamanan
nl: Beveiligingscode
pl: Kod zabezpieczający
pt_pt: Código de segurança

# Success
source: Payment method updated
de: Zahlungsmethode aktualisiert
es_mx: Método de pago actualizado
fr: Mode de paiement mis à jour
id: Metode pembayaran berhasil diperbarui
nl: Betalingsmethode geüpdatet
pl: Metoda płatności została zaktualizowana
pt_pt: Método de pagamento actualizado

# Success
source: Payment method added
de: Zahlungsmethode hinzugefügt
es_mx: Método de pago añadido
fr: Mode de paiement ajouté
id: Metode pembayaran berhasil ditambahkan
nl: Betalingsmethode toegevoegd
pl: Metoda płatności została dodana
pt_pt: Método de pagamento adicionado
