Repository: ProtonVPN/proton-vpn-settings
Catalog: po/*.po
Languages: de, es_mx, fr, id, nl, pl, pt_pt

# Info
source: annual billing
de: Jährliche Zahlweise
es_mx: facturación anual
fr: facturation annuelle
id: penagihan tahunan
nl: jaarlijkse betaling
pl: płatność roczna
pt_pt: facturação anual

# Info
source: two-year billing
de: Zweijährige Zahlweise
es_mx: facturación bienal
fr: facturation bisannuelle
id: penagihan dua tahunan
nl: tweejaarlijkse betaling
pl: płatność dwuletnia
pt_pt: facturação bi-anual

# Info
source: Thank you for your subscription.
de: Vielen Dank für Ihr Abonnement.
es_mx: Gracias por su suscripción.
fr: Merci pour votre abonnement.
id: Terima kasih atas langganan Anda.
nl: Bedankt voor het abonneren.
pl: Dziękujemy za subskrypcję.
pt_pt: Obrigado pela sua subscrição.

# Info
source: Your new features are now available.
de: Die neuen Funktionen sind jetzt verfügbar.
es_mx: Sus características nuevas ya están disponibles.
fr: Vos nouvelles fonctionnalités sont désormais disponibles.
id: Fitur baru Anda sekarang tersedia.
nl: Uw nieuwe functies zijn nu beschikbaar.
pl: Nowe funkcje są już dostępne.
pt_pt: As suas novas funcionalidades já estão disponíveis.

# Info
source: Thank you
de: Vielen Dank
es_mx: Gracias
fr: Merci à vous
id: Terima kasih
nl: Bedankt
pl: Dziękujemy
pt_pt: Obrigado

# Info
source: Your account is being upgraded, this may take up to 30 seconds.
de: Ihr Konto wird upgegradet, was bis zu 30 Sekunden dauern kann.
es_mx: Su cuenta está siendo mejorada, esto puede tomar hasta 30 segundos.
fr: La mise à niveau de votre compte est en cours, cela peut prendre jusqu'à 30 secondes.
id: Akun Anda sedang ditingkatkan, ini perlu waktu hingga 30 detik.
nl: Uw account wordt geüpgraded, dit kan tot 30 seconden duren.
pl: Twoje konto jest ulepszane, może to potrwać do 30 sekund.
pt_pt: A sua conta está a ser actualizada, pode levar até 30 segundos.

# Info
source: Your payment details are protected with TLS encryption and Swiss privacy laws.
de: Ihre Zahlungsinformationen sind durch TLS‐Verschlüsselung und Schweizer Datenschutzgesetze geschützt.
es_mx: Sus detalles de pago están protegidos con el cifrado TLS y las leyes de privacidad suizas.
fr: Vos informations de paiement sont protégées par le chiffrement TLS et les lois suisses sur la protection de la vie privée.
id: Detail pembayaran Anda dilindungi dengan enkripsi TLS dan hukum privasi Swiss.
nl: Uw betalingsgegevens zijn beschermd met TLS encryptie en Zwitserse privacywetten.
pl: Szczegóły Twoich płatności są chronione szyfrowaniem TLS i szwajcarskim prawem ochrony danych.
pt_pt: Os seus detalhes de pagamento estão protegidos por encriptação TLS e pelas leis de privacidade suíças.

# Info
source: Please verify the payment in the new tab.
de: Bitte bestätigen Sie die Zahlung im neuen Tab.
es_mx: Por favor verifique el pago en la pestaña nueva.
fr: Veuillez vérifier le paiement dans le nouvel onglet.
id: Harap lakukan verifikasi pembayaran di tab baru.
nl: Controleer de betaling in het nieuwe tabblad.
pl: Zweryfikuj płatność w nowej karcie przeglądarki.
pt_pt: Por favor, verifique o pagamento no novo separador.

# Info
source: We will redirect you to PayPal in a new browser tab to complete this transaction. If you use any pop-up blockers, please disable them to continue.
de: Wir werden Sie in einem neuen Browser-Tab zu PayPal weiterleiten, um diese Zahlung abzuschließen. Wenn Sie Popup-Blocker verwenden, deaktivieren Sie diese bitte, um fortzufahren.
es_mx: Lo redirigiremos a PayPal en una pestaña nueva de navegador para completar esta transacción. Si usa cualquier bloqueador emergente, por favor desactívelo para continuar.
fr: Nous allons vous rediriger vers PayPal dans un nouvel onglet du navigateur pour compléter cette transaction. Si vous utilisez des bloqueurs de pop-up, veuillez les désactiver pour continuer.
id: Kami akan mengalihkan Anda ke PayPal di tab baru peramban guna menyelesaikan transaksi ini. Jika Anda memakai pemblokir pop-up, harap menonaktifkannya untuk melanjutkan.
nl: We verwijzen u naar PayPal in een nieuw browsertabblad om de transactie te voltooien. Als u een pop-up blocker gebruikt, schakel deze dan uit alvorens door te gaan.
pl: Zostaniesz przekierowany na stronę PayPal w celu dokończenia transakcji. Jeśli używasz opcji blokowania wyskakujących okienek, wyłącz ją, aby kontynuować.
pt_pt: A página será redireccionada para um novo separador PayPal no seu navegador, para concluir a transacção. Se utiliza bloqueadores de janelas, por favor desactive-os.

# Info
source: You must have a credit card or bank account linked with your PayPal account. If your PayPal account doesn't have that, please ${ clickHere }.
de: Sie müssen eine Kreditkarte oder ein Bankkonto mit Ihrem PayPal-Konto verknüpft haben. Sollte Ihrem PayPal-Konto kein Konto oder keine Kreditkarte zugeordnet sein, ${ clickHere }.
es_mx: Debe tener una tarjeta de crédito o una cuenta bancaria vinculada con su cuenta de PayPal. Si su cuenta de PayPal no las tiene, por favor ${ clickHere }.
fr: Vous devez avoir une carte de crédit ou un compte bancaire lié à votre compte PayPal. Si votre compte PayPal n'en possède pas, veuillez ${ clickHere }.
id: Anda harus memiliki kartu kredit atau akun bank yang terhubung dengan akun Paypal Anda. Jika akun Paypal Anda tidak memilikinya, harap ${ clickHere }.
nl: U moet een creditcard of bankrekening gekoppeld hebben aan uw PayPal-account. Als uw PayPal-account dat niet heeft, gelieve ${ clickHere }.
pl: Twoje konto PayPal musi być powiązane z kartą płatniczą lub kontem bankowym. Jeśli nie posiada tej funkcji, ${ clickHere }.
pt_pt: Tem de ter um cartão de crédito ou conta bancária vinculada à sua conta PayPal. Se a sua conta PayPal não tem, por favor ${ clickHere }.

# Info
source: This will enable PayPal to be used to pay for your Proton subscription. We will redirect you to PayPal in a new browser tab. If you use any pop-up blockers, please disable them to continue.
de: Dadurch kann PayPal zur Bezahlung Ihres Proton-Abonnements verwendet werden. Wir werden Sie in einem neuen Browser-Tab zu PayPal weiterleiten. Wenn Sie Popup-Blocker verwenden, deaktivieren Sie diese bitte, bevor Sie fortfahren.
es_mx: Esto permitirá que PayPal se utilice para pagar su suscripción a Proton. Lo redirigiremos a PayPal en una pestaña nueva de navegador. Si utiliza cualquier bloqueador emergente, por favor desactívelo para continuar.
fr: Ceci permettra d'utiliser PayPal pour payer votre abonnement Proton. Nous allons vous rediriger vers PayPal dans un nouvel onglet du navigateur. Si vous utilisez des bloqueurs de pop-up, veuillez les désactiver pour continuer.
id: Hal ini akan mengaktifkan PayPal guna membayar langganan Proton Anda. Kami akan mengalihkan Anda di tab baru peramban. Jika Anda memakai pemblokir pop-up, harap menonaktifkannya untuk melanjutkan.
nl: Dit zal PayPal inschakelen om te betalen voor uw Proton abonnement. We zullen u doorverwijzen naar PayPal in een nieuw browser tabblad. Als u een pop-up blockers gebruikt, schakel deze uit om door te gaan.
pl: Ta opcja umożliwi użycie konta PayPal jako metody płatności za Twoją subskrypcję Proton. Zostaniesz przekierowany na stronę PayPal w nowej karcie przeglądarki. Jeśli używasz opcji blokowania wyskakujących okienek, wyłącz ją, aby kontynuować.
pt_pt: Isto permite a utilização do PayPal para pagar a sua subscrição Proton. Será redireccionado para o PayPal num novo separador do navegador. Se usa qualquer bloqueador de janelas, por favor desactive-o para continuar.

# Info
source: You must have a credit card or bank account linked with your PayPal account in order to add it as a payment method.
de: Ihrem PayPal-Konto muss eine Kreditkarte oder ein Bankkonto zugeordnet sein, um es als Zahlungsmethode hinzufügen zu können.
es_mx: Debe tener una tarjeta de crédito o una cuenta bancaria vinculada con su cuenta de PayPal para añadirla como método de pago.
fr: Vous devez avoir une carte de crédit ou un compte bancaire lié à votre compte PayPal afin de l'ajouter comme mode de paiement.
id: Anda harus memiliki kartu kredit atau akun bank yang terhubung dengan akun Paypal Anda agar dapat menambahkannya sebagai cara pembayaran.
nl: U moet een creditcard of een bankrekening gekoppeld hebben aan uw PayPal-account om deze toe te voegen als betaalmethode.
pl: Twoje konto PayPal musi być powiązane z kartą płatniczą lub kontem bankowym, aby dodać je jako metodę płatności.
pt_pt: Tem de ter um cartão de crédito ou conta bancária vinculada à sua conta PayPal para poder adicioná-la como método de pagamento.

# Info
source: If you purchased or were given a gift code, add it here.
de: Wenn Sie einen Gutscheincode gekauft oder erhalten haben, können Sie ihn hier hinzufügen.
es_mx: Si compró o recibió un código de regalo, añádalo aquí.
fr: Si vous avez acheté ou reçu un code cadeau, ajoutez-le ici.
id: Jika Anda membeli atau mendapatkan kode hadiah, tambahkan kode tersebut di sini.
nl: Als u een cadeaucode hebt gekocht of gekregen, voeg het hier toe.
pl: Jeśli kupiłeś lub otrzymałeś kod podarunkowy, wpisz go tutaj.
pt_pt: Se adquiriu ou lhe ofereceram um código, adicione-o aqui.

# Info
source: Top up your account with credits that you can use to subscribe to a new plan or renew your current plan. You get one credit for every ${ i18nCurrency } spent.
de: Laden Sie Ihr Konto mit Guthaben auf, mit dem Sie einen neues Paket abonnieren oder Ihr aktuelles Paket verlängern können. Sie erhalten ein Guthaben für jeden ausgegebenen ${ i18nCurrency }.
es_mx: Recargue su cuenta con créditos que puede utilizar para suscribirse a un plan nuevo o renovar el actual. Obtiene un crédito por cada ${ i18nCurrency } gastado.
fr: Rechargez votre compte avec des crédits que vous pouvez utiliser pour vous abonner à une nouvelle offre ou pour renouveler votre abonnement actuel. Vous obtenez un crédit pour chaque ${ i18nCurrency } dépensé.
id: Isikan akun Anda dengan kredit yang dapat Anda pakai untuk berlangganan paket baru atau memperbarui paket. Anda mendapatkan satu kredit untuk setiap ${ i18nCurrency } yang dihabiskan.
nl: Waardeer uw account op met 'credits' die u kunt gebruiken om een aanvullend abonnement af te sluiten of uw huidige abonnement te vernieuwen. U krijgt één 'credit' voor elke ${ i18nCurrency } die u gebruikt.
pl: Doładuj swoje konto środkami, których możesz użyć do wykupienia nowego planu lub odnowienia obecnego. 1 ${ i18nCurrency } to jeden otrzymany kredyt.
pt_pt: Recarregue a sua conta com créditos que poderá utilizar para subscrever um novo plano ou renovar o plano actual. Recebe um crédito por cada ${ i18nCurrency } gasto.

# Info
source: There are no billing details available for your current subscription.
de: Für Ihr aktuelles Abonnement sind keine Zahlungsinformationen verfügbar.
es_mx: No hay detalles de facturación disponibles para su suscripción actual.
fr: Il n'y a aucun détail de facturation disponible pour votre abonnement actuel.
id: Rincian tagihan tidak tersedia bagi langganan Anda saat ini.
nl: Er zijn geen facturatiegegevens beschikbaar voor uw huidige abonnement.
pl: Brak dostępnych szczegółów płatności dla Twojej obecnej subskrypcji.
pt_pt: Não há detalhes de facturação disponíveis para a sua subscrição actual.

# Info
source: If you purchased a gift code or received one from our support team, you can enter it here.
de: Wenn Sie einen Gutscheincode gekauft oder von unserem Support-Team erhalten haben, können Sie ihn hier eingeben.
fr: Si vous avez acheté un code cadeau ou reçu un code de notre équipe d'assistance, vous pouvez le saisir ici.
id: Jika Anda telah membeli atau menerima kode hadiah dari tim dukungan kami, silakan masukkan di sini.
nl: Als u een cadeaucode heeft gekocht of een cadeaucode heeft ontvangen van ons supportteam, kunt u deze hier invoeren.
pl: Jeśli kupiłeś kod podarunkowy lub otrzymałeś go od naszej pomocy technicznej, możesz wpisać go tutaj.
pt_pt: Se adquiriu um código de oferta ou recebeu um da nossa equipa de suporte, insira-o aqui.

# Info
source: We always use credits before charging your saved payment method.
de: Wir nutzen immer zuerst das Guthaben, bevor wir Ihre gespeicherte Zahlungsmethode in Rechnung stellen.
fr: Nous utilisons toujours les crédits disponibles avant de facturer votre mode de paiement enregistré.
id: Kami selalu menggunakan kredit sebelum menagih metode pembayaran yang telah Anda simpan.
nl: We gebruiken altijd credits voordat u uw opgeslagen betaalmethode in rekening brengt.
pl: Zawsze wykorzystujemy Twoje środki przed obciążeniem wybranej metody płatności.
pt_pt: Utilizamos sempre os créditos antes de cobrar pelo seu método de pagamento.

# Info
source: As an early Proton user, your account has extra features..
de: Als frühzeitiger Proton-Benutzer verfügt Ihr Konto über zusätzliche Funktionen.
fr: Étant un des premiers utilisateurs de Proton, votre compte bénéficie de fonctionnalités supplémentaires.
id: Sebagai pengguna Proton awal, akun Anda memiliki fitur tambahan.
nl: Als een vroege Protongebruiker, heeft uw account extra functies.
pl: Dzięki temu, że od dawna korzystasz z usług Proton, Twoje konto posiada dodatkowe funkcje.
pt_pt: Como um dos primeiros utilizadores do Proton, a sua conta tem funcionalidades extra.

# Info
source: By downgrading to a Free plan, you will permanently lose these benefits, even if you upgrade again in the future.
de: Durch das Herabstufen auf das Free-Paket verlieren Sie diese Vorteile dauerhaft, auch wenn Sie in Zukunft erneut zu einem kostenpflichtigen Paket umsteigen sollten.
fr: En passant à l'abonnement Free, vous perdrez définitivement ces avantages, même si vous effectuez une nouvelle mise à niveau à l'avenir.
id: Dengan menurunkan versi ke paket Free, Anda akan kehilangan manfaat ini secara permanen, bahkan jika Anda meningkatkan lagi di masa depan.
nl: Door het downgraden naar een gratis abonnement verliest u deze voordelen, zelfs als u in de toekomst opnieuw upgrade.
pl: Obniżając plan do wersji Free, utracisz te bonusy na zawsze, nawet jeśli w przyszłości ponownie ulepszysz swoje konto.
pt_pt: Ao reverter para um plano gratuito, perderá permanentemente estes benefícios, mesmo que venha a actualizar de novo no futuro.

# Info
source: +5GB bonus storage
de: 5 GB zusätzlicher Speicherplatz
fr: +5 Go d'espace de stockage
id: Bonus kapasitas +5GB
nl: +5GB bonusopslag
pl: +5 GB bonusowej przestrzeni dyskowej
pt_pt: +5 GB de armazenamento extra

# Info
source: +2 connections for ProtonVPN (allows you to connect more devices to VPN)
de: 2 zusätzliche Verbindungen für ProtonVPN (ermöglicht es Ihnen, weitere Geräte mit VPN zu verbinden)
fr: +2 connections pour ProtonVPN (vous permet de connecter plus d'appareils au VPN)
id: +2 koneksi untuk ProtonVPN (memungkinkan Anda untuk menyambungkan lebih banyak perangkat ke VPN)
nl: +2 verbindingen voor ProtonVPN (hiermee kunt u meer apparaten verbinden met een VPN)
pl: +2 połączenia ProtonVPN (pozwalają na podłączenie dodatkowych urządzeń do sieci VPN)
pt_pt: +2 ligações do ProtonVPN (permite ligar mais dispositivos à VPN)

# Info
source: Amount below minimum. (${ amount })
de: Mindestbetrag unterschritten. (${ amount })
es_mx: Cantidad por debajo del mínimo. (${ amount })
fr: Montant inférieur au minimum requis. (${ amount })
id: Di bawah jumlah minimum. (${ amount })
nl: Bedrag onder minimum. (${ amount })
pl: Kwota poniżej minimum. (${ amount })
pt_pt: Quantia abaixo do mínimo. (${ amount })

# Info
source: Bitcoin transactions can take some time to be confirmed (up to 24 hours). Once confirmed, we will add credits to your account. After transaction confirmation, you can pay your invoice with the credits.
de: Bitcoin-Transaktionen können einige Zeit in Anspruch nehmen, bis sie bestätigt werden (bis zu 24 Stunden). Sobald die Bestätigung erfolgt ist, werden wir Ihrem Konto Guthaben hinzufügen. Nach der Bestätigung der Transaktion können Sie Ihre Rechnung mit dem Guthaben begleichen.
es_mx: Las transacciones de Bitcoin pueden tomar un tiempo para ser confirmadas (hasta 24 horas). Una vez confirmadas, añadiremos los créditos a su cuenta. Después de la confirmación de la transacción, podrá pagar su factura con los créditos.
fr: Les transactions en Bitcoin peuvent prendre un certain temps pour être validées (jusqu'à 24 heures). Une fois celles-ci confirmées, nous ajouterons les crédits sur votre compte. Après confirmation de la transaction, vous pouvez payer votre facture avec les crédits.
id: Transaksi bitcoin membutuhkan waktu untuk dikonfirmasi (hingga 24 jam). Setelah dikonfirmasi, kami akan menambahkan kredit ke akun Anda. Setelah konfirmasi transaksi, Anda dapat membayar tagihan Anda dengan kredit.
nl: Het kan even duren voordat Bitcoin-transacties worden bevestigd (tot 24 uur), waarna wij de credits aan uw account zullen toevoegen. Na de transactiebevestiging kunt u uw factuur met de credits betalen.
pl: Transakcje Bitcoin potrzebują trochę czasu, aby zostały potwierdzone (do 24 godzin). Po ich potwierdzeniu, dodamy środki do Twojego konta. Po potwierdzeniu transakcji, będziesz mógł użyć tych środków do opłacenia swojego rachunku.
pt_pt: Transacções com BitCoin podem levar algum tempo a confirmar (até 24 horas). Uma vez confirmadas, adicionaremos os créditos à sua conta. Após confirmação da transacção, pode pagar a sua factura com os créditos.

# Info
source: After making your Bitcoin payment, please follow the instructions below to upgrade.
de: Nachdem Sie Ihre Bitcoin-Zahlung abgeschlossen haben, befolgen Sie bitte die folgenden Anweisungen, um die Aufrüstung durchzuführen.
es_mx: Después de realizar el pago con Bitcoin, siga las instrucciones para mejorar.
fr: Après avoir effectué votre paiement Bitcoin, veuillez suivre les instructions ci-dessous afin d'effectuer votre changement d'offre.
id: Usai melakukan pembayaran dengan Bitcoin, harap ikuti instruksi di bawah untuk meningkatkan.
nl: Na het betalen van uw Bitcoin betaling, volg de onderstaande instructies om te upgraden.
pl: Po dokonaniu płatności w Bitcoinach, wykonaj tę instrukcję, aby ulepszyć konto.
pt_pt: Após efectuar o seu pagamento com BitCoin, por favor siga as instruções abaixo para actualizar.

# Info
source: Server load
de: Serverauslastung
es_mx: Carga del servidor
fr: Charge du serveur
id: Beban server
nl: Serverbelasting
pl: Obciążenie serwera
pt_pt: Carga do servidor

# Info
source: Server is currently down
de: Der Server ist derzeit nicht erreichbar
es_mx: El servidor está actualmente caído
fr: Le serveur est actuellement indisponible
id: Server sedang tidak aktif
nl: Server is momenteel offline
pl: Serwer jest obecnie wyłączony
pt_pt: O servidor está em baixo

# Info
source: Plan upgrade required
de: Paketaufrüstung erforderlich
es_mx: Se requiere mejorar el plan
fr: Offre supérieure requise
id: Memerlukan peningkatan paket berlangganan
nl: Abonnement upgrade vereist
pl: Ulepszenie planu jest wymagane
pt_pt: Requerida actualização do plano

# Info
source: Use this section to generate config files for third party VPN clients or when setting up a connection on a router. If you use a native ProtonVPN client to connect, you do not need to manually handle these configuration files.
de: Verwenden Sie diesen Abschnitt, um Konfigurationsdateien für VPN-Clients von Drittanbietern oder beim Aufbau einer Verbindung auf einem Router zu erstellen. Wenn Sie für die Verbindung einen nativen ProtonVPN-Client verwenden, müssen Sie diese Konfigurationsdateien nicht manuell bearbeiten.
es_mx: Utilice esta sección para generar archivos de configuración para clientes VPN de terceros o al configurar una conexión en un enrutador. Si utiliza un cliente nativo de ProtonVPN para conectar, no necesita manejar estos archivos de configuración.
fr: Utilisez cette section pour générer des fichiers de configuration pour les clients VPN tiers ou lors de la configuration d'une connexion sur un routeur. Si vous utilisez un client natif ProtonVPN pour vous connecter, vous n'avez pas besoin de gérer manuellement ces fichiers de configuration.
id: Gunakan bagian ini untuk menghasilkan berkas konfigurasi bagi klien VPN pihak ke-tiga atau saat menetapkan sambungan atas router. Jika Anda menggunakan klien ProtonVPN asal untuk tersambung, Anda tidak perlu menangani berkas konfigurasi ini secara manual.
nl: Gebruik dit gedeelte om configuratiebestanden te genereren voor VPN-clients van derden of bij het instellen van een verbinding op een router. Als u een native ProtonVPN client gebruikt om verbinding te maken, hoeft u deze configuratiebestanden niet handmatig te verwerken.
pl: Ta sekcja służy do generowania plików konfiguracyjnych dla klientów VPN innych firm lub konfigurowania połączenia w routerze. Jeśli używasz natywnego klienta ProtonVPN, nie musisz korzystać z tych plików konfiguracyjnych.
pt_pt: Utilize esta secção para gerar ficheiros de configuração para clientes externos de VPN ou ao configurar uma ligação num router. Se utiliza um cliente nativo ProtonVPN para ligar, não precisa de gerir manualmente estes ficheiros de configuração.

# Info
source: Install a Secure Core configuration file to benefit from an additional protection against VPN endpoint compromise.
de: Installieren Sie eine Secure-Core-Konfigurationsdatei, um einen zusätzlichen Schutz vor VPN-Endpunkt-Kompromittierungen zu erhalten.
es_mx: Instale un archivo de configuración de Secure Core para obtener protección adicional contra el compromiso de punto final de VPN.
fr: Installez un fichier de configuration Secure Core pour bénéficier d'une protection supplémentaire contre la compromission de points terminaux du VPN.
id: Pasang konfigurasi Secure Core untuk mendapat manfaat perlindungan tambahan terhadap ancaman titik akhir VPN.
nl: Installeer een Secure Core configuratiebestand om te profiteren van een extra bescherming tegen VPN endpoint compromis.
pl: Zainstaluj plik konfiguracyjny Secure Core, aby korzystać z dodatkowej ochrony przed naruszeniem punktu końcowego sieci VPN.
pt_pt: Instale um ficheiro de configuração Secure Core para beneficiar de protecção adicional contra compromissos no ponto final da VPN.

# Info
source: ProtonVPN Plus or Visionary required for Secure Core feature.
de: ProtonVPN Plus oder Visionary für die Secure-Core-Funktion erforderlich.
es_mx: Se requiere de ProtonVPN Plus o Visionary para tener Secure Core.
fr: ProtonVPN PLUS ou VISIONARY est requis pour la fonctionnalité Secure Core.
id: Diperlukan paket ProtonVPN Plus atau Visionary untuk fitur Secure Core.
nl: ProtonVPN Plus of Visionary vereist voor Secure Core functie.
pl: ProtonVPN Plus lub Visionary są wymagane, aby móc korzystać z funkcji Secure Core.
pt_pt: Requeridos ProtonVPN Plus ou Visionary para a funcionalidade Secure Core.

# Info
source: Install a Country configuration file to connect to a random server in the country of your choice.
de: Installieren Sie eine Länderkonfigurationsdatei, um eine Verbindung zu einem zufälligen Server in dem Land Ihrer Wahl herzustellen.
es_mx: Instale un archivo de configuración de País para conectarse a un servidor aleatorio en el país de su elección.
fr: Installez un fichier de configuration du pays de votre choix pour vous connecter à un serveur aléatoire.
id: Pasang berkas konfigurasi negara untuk tersambung ke server secara acak di negara pilihan Anda.
nl: Installeer een Land configuratiebestand om te verbinden met een willekeurige server in het land van uw keuze.
pl: Zainstaluj plik konfiguracyjny kraju, aby połączyć się z losowym serwerem w wybranym przez Ciebie kraju.
pt_pt: Instale um ficheiro de configuração do país para ligar a um servidor aleatório no país à sua escolha.
