Repository: ProtonVPN/proton-vpn-settings
Catalog: po/*.po
Languages: de, es_mx, fr, id, nl, pl, pt_pt

# Success
source: Your support is essential to keeping Proton running. Thank you for supporting internet privacy!
de: Ihre Unterstützung ist entscheidend, um Proton auch weiterhin anbieten zu können. Vielen Dank für die Unterstützung des Datenschutzes im Internet!
es_mx: Su apoyo es esencial para mantener Proton en funcionamiento. ¡Gracias por apoyar la privacidad de internet!
fr: Votre soutien est essentiel au maintien de Proton. Merci de soutenir la vie privée sur Internet !
id: Dukungan Anda memastikan Proton terus ada. Terima kasih sudah mendukung privasi Internet!
nl: Uw steun is essentieel om Proton te laten voortbestaan. Bedankt voor het ondersteunen van internet privacy!
pl: Twoja pomoc jest niezbędna do funkcjonowania usług Proton. Dziękujemy za wsparcie prywatności w Internecie!
pt_pt: O seu apoio é essencial para manter o Proton a funcionar. Obrigado por suportar a privacidade na Internet!

# Success
source: Gift code applied
de: Gutscheincode eingelöst
es_mx: Código de regalo aplicado
fr: Code cadeau appliqué
id: Kode hadiah berhasil digunakan
nl: Geschenkcode toegepast
pl: Kod podarunkowy został zastosowany
pt_pt: Código de oferta aplicado

# Success
source: Credits added
de: Guthaben hinzugefügt
es_mx: Créditos añadidos
fr: Crédits ajoutés
id: Kredit ditambahkan
nl: Credits toegevoegd
pl: Środki zostały dodane
pt_pt: Créditos adicionados

# Success
source: Bug reported
de: Fehlermeldung
es_mx: Error reportado
fr: Bug signalé
id: Bug berhasil dilaporkan
nl: Bug gemeld
pl: Błąd został zgłoszony
pt_pt: Erro reportado

# Success
source: If you entered a valid notification email we will send you an email with your usernames in the next minute.
de: Wenn Sie eine gültige Benachrichtigungs-E-Mail-Adresse eingegeben haben, senden wir Ihnen in Kürze eine Nachricht mit Ihren Benutzernamen.
es_mx: Si ingresó un correo de notificación válido, enviaremos un correo electrónico con su nombre de usuario en el siguiente minuto.
fr: Si vous avez entré une adresse électronique de notification correcte, nous vous enverrons un e-mail avec vos noms d'utilisateurs dans la prochaine minute.
id: Apabila surel pemberitahuan yang Anda masukkan terdaftar, nama pengguna Anda akan dikirimkan via surel.
nl: Als u een geldige e-mail hebt ingevoerd, sturen we u een e-mail met uw gebruikersnamen in de volgende minuut.
pl: Jeśli wpisałeś prawidłowy adres e-mail, w ciągu minuty wyślemy Ci wiadomość z Twoimi nazwami użytkowników.
pt_pt: Se inseriu um email de notificação válido, receberá uma mensagem com os seus nomes de utilizador no próximo minuto.

# Success
source: Password updated
de: Passwort aktualisiert
es_mx: Contraseña actualizada
fr: Mot de passe mis à jour
id: Sandi telah diperbarui
nl: Wachtwoord bijgewerkt
pl: Hasło zostało zaktualizowane
pt_pt: Senha actualizada

# Success
source: Account deleted. Logging out...
de: Konto gelöscht. Sie werden abgemeldet …
fr: Compte supprimé. Déconnexion...
id: Akun dihapus. Keluar akun...
nl: Account verwijderd. Uitloggen...
pl: Konto zostało usunięte. Trwa wylogowywanie...
pt_pt: Conta eliminada. A terminar sessão...

# Success
source: Payment method deleted
de: Zahlungsmethode gelöscht
es_mx: Método de pago eliminado
fr: Mode de paiement supprimé
id: Metode pembayaran berhasil dihapus
nl: Betalingsmethode verwijderd
pl: Metoda płatności została usunięta
pt_pt: Método de pagamento eliminado

# Success
source: Email updated
de: E‐Mail‐Adresse aktualisiert
es_mx: Correo actualizado
fr: E-mail mis à jour
id: Surel berhasil diperbarui
nl: E-mailadres geüpdatet
pl: Adres e-mail został zaktualizowany
pt_pt: Email actualizado

# Success
source: Invoice customized
de: Rechnung angepasst
es_mx: Factura personalizada
fr: Facture personnalisée
id: Tagihan berhasil disesuaikan
nl: Factuur aangepast
pl: Faktura została dostosowana
pt_pt: Factura personalizada

# Success
source: You have successfully unsubscribed
de: Sie haben erfolgreich das Abonnement gekündigt
es_mx: Se ha desuscrito satisfactoriamente
fr: Vous vous êtes désabonné avec succès
id: Anda telah berhenti berlangganan
nl: U bent succesvol afgemeld
pl: Subskrypcja została anulowana
pt_pt: Subscrição removida com sucesso

# x of y
source: of
de: von
fr: de
id: dari
nl: van
pl: z
pt_pt: de

# Label
source: Users
de: Benutzer
es_mx: Usuarios
fr: Utilisateurs
id: Pengguna
nl: Gebruikers
pl: Użytkownicy
pt_pt: Utilizadores

# Label
source: Email addresses
de: E‐Mail‐Adressen
es_mx: Direcciones de correo
fr: Adresses e-mail
id: Alamat surel
nl: E-mailadressen
pl: Adresy e-mail
pt_pt: Endereços de email

# Label
source: Storage capacity
de: Speicherkapazität
es_mx: Capacidad de almacenamiento
fr: Capacité de stockage
id: Kapasitas penyimpanan
nl: Opslagcapaciteit
pl: Przestrzeń dyskowa
pt_pt: Capacidade de armazenamento

# Label
source: Custom domains
de: Eigene Domains
es_mx: Dominios personalizados
fr: Domaines personnalisés
id: Domain kustom
nl: Eigen domeinen
pl: Niestandardowe domeny
pt_pt: Domínios personalizados

# Label
source: VPN connections
de: VPN‐Verbindungen
es_mx: Conexiones VPN
fr: Connexions VPN
id: Sambungan VPN
nl: VPN-verbindingen
pl: Połączenia sieci VPN
pt_pt: Ligações VPN

# Label
source: Cycle discount +
de: Wiederkehrender Preisnachlass +
fr: Réduction sur le cycle +
id: Siklus diskon +
nl: Herhalingskorting +
pl: Zniżka cykliczna +
pt_pt: Ciclo de desconto +

# Label
source: Coupon
de: Gutschein
es_mx: Cupón
fr: Code promotionnel
id: Kupon
nl: Kortingscode
pl: Kupon
pt_pt: Cupão

# Label
source: Cycle discount
de: Wiederkehrender Preisnachlass
fr: Réduction sur le cycle
id: Siklus diskon
nl: Herhalingskorting
pl: Zniżka cykliczna
pt_pt: Ciclo de desconto

# Label
source: Credits
de: Guthaben
es_mx: Créditos
fr: Crédits
id: Kredit
nl: Tegoed
pl: Środki
pt_pt: Créditos

# Label
source: Proration
de: Anteilige Anrechnung
es_mx: Prorrateo
fr: Prorata
id: Prorasi
nl: Aftrek
pl: Dzielenie proporcjonalne
pt_pt: Repartição

# Label
source: Gift
de: Geschenk
es_mx: Regalo
fr: Cadeau
id: Hadiah
nl: Cadeau
pl: Prezent
pt_pt: Oferta

# Label
source: Amount due
de: Fälliger Betrag
es_mx: Monto vencido
fr: Montant à payer
id: Jumlah jatuh tempo
nl: Verschuldigd bedrag
pl: Do zapłaty
pt_pt: Quantia devida

# Label
source: Amount
de: Betrag
es_mx: Monto
fr: Montant
id: Jumlah
nl: Bedrag
pl: Kwota
pt_pt: Quantia

# Label
source: Enter gift code
de: Gutscheincode eingeben
es_mx: Ingresar código de regalo
fr: Entrez le code cadeau
id: Masukkan kode hadiah
nl: Voer cadeaucode in
pl: Wpisz kod podarunkowy
pt_pt: Insira o código da oferta

# Label
source: Gift code
de: Gutscheincode
fr: Code cadeau
id: Kode hadiah
nl: Geschenkcode
pl: Kod podarunkowy
pt_pt: Código de oferta

# Label
source: ProtonMail plan
de: ProtonMail‐Abonnement
es_mx: Plan ProtonMail
fr: Offre ProtonMail
id: Paket ProtonMail
nl: ProtonMail Abonnement
pl: Plan ProtonMail
pt_pt: Plano ProtonMail

# Label
source: Extra users
de: Zusätzliche Benutzer
es_mx: Usuarios adicionales
fr: Utilisateurs supplémentaires
id: Pengguna tambahan
nl: Extra gebruikers
pl: Dodatkowi użytkownicy
pt_pt: Utilizadores extra

# Label
source: Extra email addresses
de: Zusätzliche E‐Mail‐Adressen
es_mx: Direcciones de correo adicionales
fr: Adresses e-mail supplémentaires
id: Alamat surel tambahan
nl: Extra e-mailadressen
pl: Dodatkowe adresy e-mail
pt_pt: Endereços de email extra

# Label
source: Extra storage
de: Zusätzlicher Speicherplatz
es_mx: Almacenamiento adicional
fr: Espace de stockage supplémentaire
id: Penyimpanan tambahan
nl: Extra opslagruimte
pl: Dodatkowa przestrzeń dyskowa
pt_pt: Armazenamento extra

# Label
source: Bonus storage
de: Zusätzlicher Speicherplatz
fr: Stockage bonus
id: Bonus penyimpanan
nl: Bonusopslag
pl: Bonusowa przestrzeń dyskowa
pt_pt: Bónus de armazenamento

# Label
source: Extra domains
de: Zusätzliche Domains
es_mx: Dominios adicionales
fr: Domaines supplémentaires
id: Domain tambahan
nl: Extra domeinnamen
pl: Dodatkowe domeny
pt_pt: Domínios extra

# Label
source: ProtonVPN plan
de: ProtonVPN‐Abonnement
es_mx: Plan ProtonVPN
fr: Offre ProtonVPN
id: Paket ProtonVPN
nl: ProtonVPN abonnementen
pl: Plan ProtonVPN
pt_pt: Plano ProtonVPN

# Label
source: Extra connections
de: Zusätzliche Verbindungen
fr: Connexions supplémentaires
id: Sambungan tambahan
nl: Extra verbindingen
pl: Dodatkowe połączenia
pt_pt: Ligações extra

# Label
source: Bonus connections
de: Zusätzliche Verbindungen
fr: Connexions bonus
id: Bonus sambungan
nl: Bonus verbindingen
pl: Bonusowe połączenia
pt_pt: Ligações de bónus

# Label
source: Discount
de: Rabatt
fr: Réduction
id: Diskon
nl: Korting
pl: Zniżka
pt_pt: Desconto

# Label
source: Billing cycle
de: Abrechnungszeitraum
es_mx: Ciclo de facturación
fr: Période de facturation
id: Siklus Penagihan
nl: Factuurperiode
pl: Cykl rozliczeniowy
pt_pt: Ciclo de facturação

# Label
source: Renewal date
de: Verlängerungsdatum
fr: Date de renouvellement
id: Tanggal pembaruan
nl: Verlengingsdatum
pl: Data odnowienia
pt_pt: Data de renovação

# Label
source: Amount BTC
de: Bitcoin-Betrag
es_mx: Monto BTC
fr: Montant en BTC
id: Jumlah BTC
nl: Bedrag BTC
pl: Kwota BTC
pt_pt: Quantia em BitCoin

# Label
source: BTC address
de: BTC‐Adresse
es_mx: Dirección BTC
fr: Adresse BTC
id: Alamat BTC
nl: BTC adres
pl: Adres BTC
pt_pt: Endereço BitCoin

# Label
source: Payment method
de: Zahlungsmethode
es_mx: Método de pago
fr: Mode de paiement
id: Metode pembayaran
nl: Betalingsmethode
pl: Metoda płatności
pt_pt: Método de pagamento

# Label
source: OpenVPN / IKEv2 username
de: OpenVPN‐/IKEv2‐Benutzername
es_mx: Usuario OpenVPN / IKEv2
fr: Nom d'utilisateur OpenVPN / IKEv2
id: Nama pengguna OpenVPN / IKEv2
nl: OpenVPN / IKEv2 gebruikersnaam
pl: Nazwa użytkownika OpenVPN / IKEv2
pt_pt: Utilizador OpenVPN/IKEv2

# Label
source: OpenVPN / IKEv2 password
de: OpenVPN‐/IKEv2‐Passwort
es_mx: Contraseña OpenVPN / IKEv2
fr: Mot de passe OpenVPN / IKEv2
id: Kata sandi OpenVPN / IKEv2
nl: OpenVPN / IKEv2 wachtwoord
pl: Hasło OpenVPN / IKEv2
pt_pt: Senha OpenVPN/IKEv2

# Label
source: Proton username
de: Proton‐Benutzername
es_mx: Nombre de usuario de Proton
fr: Nom d'utilisateur Proton
id: Nama Pengguna Proton
nl: Proton gebruikersnaam
pl: Nazwa użytkownika Proton
pt_pt: Utilizador Proton

# Label
source: Email address
de: E‐Mail‐Adresse
es_mx: Dirección de correo
fr: Adresse e-mail
id: Alamat surel
nl: E-mailadres
pl: Adres e-mail
pt_pt: Endereço de email

# Label
source: Category
de: Kategorie
es_mx: Categoría
fr: Catégorie
id: Kategori
nl: Categorie
pl: Kategoria
pt_pt: Categoria

# Label
source: What happened?
de: Was ist passiert?
es_mx: ¿Qué ha ocurrido?
fr: Qu'est-il arrivé ?
id: Apa yang terjadi?
nl: Wat is er gebeurd?
pl: Co się stało?
pt_pt: O que aconteceu?

# Label
source: System information
de: Systeminformationen
es_mx: Información del sistema
fr: Informations sur le système
id: Informasi sistem
nl: Systeeminformatie
pl: Informacje o systemie
pt_pt: Informação do sistema

# Label
source: Operating system
de: Betriebssystem
es_mx: Sistema operativo
fr: Système d'exploitation
id: Sistem operasi
nl: Besturingssysteem
pl: System operacyjny
pt_pt: Sistema operativo

# Label
source: Operating system version
de: Version des Betriebssystems
es_mx: Versión del sistema operativo
fr: Version du système d'exploitation
id: Versi sistem operasi
nl: Versie van besturingssysteem
pl: Wersja systemu operacyjnego
pt_pt: Versão do sistema operativo

# Label
source: Browser
es_mx: Navegador
fr: Navigateur
id: Peramban
pl: Przeglądarka
pt_pt: Navegador

# Label
source: Browser version
es_mx: Versión del navegador
fr: Version du navigateur
id: Versi peramban
nl: Browserversie
pl: Wersja przeglądarki
pt_pt: Versão do navegador

# Label
source: Cancel
de: Abbrechen
es_mx: Cancelar
fr: Annuler
id: Batal
nl: Annuleer
pl: Anuluj
pt_pt: Cancelar

# Label
source: Submit
de: Absenden
es_mx: Enviar
fr: Soumettre
id: Kirim
nl: Versturen
pl: Wyślij
pt_pt: Submeter

# Label
source: Password
de: Passwort
es_mx: Contraseña
fr: Mot de passe
id: Kata Sandi
nl: Wachtwoord
pl: Hasło
pt_pt: Senha

# Label
source: Back to:
de: Zurück zu:
es_mx: Volver a:
fr: Revenir à :
id: Kembali ke:
nl: Terug nar:
pl: Wróć do:
pt_pt: Voltar a:

# Label
source: Username
de: Benutzername
es_mx: Nombre de usuario
fr: Nom d'utilisateur
id: Nama Pengguna
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_pt: Utilizador

# Label
source: Two-factor code
de: Zwei‐Faktor‐Code
es_mx: Código de dos factores
fr: Code d'identification à deux facteurs
id: Kode dua-faktor
nl: Tweestapsverificatie code
pl: Kod uwierzytelniający
pt_pt: Código em dois passos

# Label
source: Mailbox password
de: Mailbox‐Passwort
es_mx: Contraseña del buzón
fr: Mot de passe de messagerie
id: Kata sandi kotak masuk
nl: Mailboxwachtwoord
pl: Hasło skrzynki pocztowej
pt_pt: Senha da caixa de correio

# Label
source: Old login password
de: Altes Anmeldepasswort
es_mx: Contraseña anterior de inicio de sesión
fr: Ancien mot de passe de connexion
id: Kata sandi lama untuk masuk
nl: Oud loginwachtwoord
pl: Stare hasło logowania
pt_pt: Senha de início antiga

# Label
source: New login password
de: Neues Anmeldepasswort
es_mx: Contraseña nueva de inicio de sesión
fr: Nouveau mot de passe de connexion
id: Kata sandi baru untuk masuk
nl: Nieuw inlogwachtwoord
pl: Nowe hasło logowania
pt_pt: Nova senha de início

# Label
source: Confirm login password
de: Anmeldepasswort bestätigen
es_mx: Confirmar contraseña de inicio de sesión
fr: Confirmez le mot de passe de connexion
id: Konfirmasi kata sandi untuk masuk
nl: Bevestig inlogwachtwoord
pl: Potwierdź hasło logowania
pt_pt: Confirme a nova senha

# Label
source: Old password
de: Altes Passwort
es_mx: Contraseña anterior
fr: Ancien mot de passe
id: Kata sandi lama
nl: Oud wachtwoord
pl: Stare hasło
pt_pt: Senha antiga

# Label
source: New mailbox password
de: Neues Mailbox‐Passwort
es_mx: Contraseña nueva del buzón
fr: Nouveau mot de passe de messagerie
id: Kata sandi baru untuk kotak masuk
nl: Nieuw mailbox-wachtwoord
pl: Nowe hasło skrzynki pocztowej
pt_pt: Nova senha da caixa de correio

# Label
source: Confirm mailbox password
de: Mailbox‐Passwort bestätigen
es_mx: Confirmar contraseña del buzón
fr: Confirmez le mot de passe de la messagerie
id: Konfirmasi kata sandi untuk kotak masuk
nl: Bevestig mailboxwachtwoord
pl: Potwierdź hasło skrzynki pocztowej
pt_pt: Confirmar senha da caixa de correio

# Label
source: New password
de: Neues Passwort
es_mx: Contraseña nueva
fr: Nouveau mot de passe
id: Kata sandi baru
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_pt: Nova senha

# Label
source: Confirm password
de: Passwort bestätigen
es_mx: Confirmar contraseña
fr: Confirmez le mot de passe
id: Konfirmasi kata sandi
nl: Bevestig wachtwoord
pl: Potwierdź hasło
pt_pt: Confirmar senha

# Label
source: Two password mode
de: Zwei‐Passwort‐Modus
es_mx: Modo de dos contraseñas
fr: Mode deux mots de passe
id: Mode dua kata sandi
nl: Twee wachtwoord modus
pl: Tryb podwójnego hasła
pt_pt: Modo Senha dupla

# Label
source: Feedback
es_mx: Comentarios
fr: Vos commentaires
id: Umpan balik
pl: Opinia
pt_pt: Comentários

# Label
source: Login password
de: Anmeldepasswort
es_mx: Contraseña de inicio de sesión
fr: Mot de passe de connexion
id: Kata sandi masuk
nl: Inlogwachtwoord
pl: Hasło logowania
pt_pt: Senha de início de sessão

# Label
source: Name
es_mx: Nombre
fr: Nom
id: Nama
nl: Naam
pl: Nazwa
pt_pt: Nome

# Label
source: ProtonMail address
de: ProtonMail‐Adresse
es_mx: Dirección de ProtonMail
fr: Adresse ProtonMail
id: Alamat ProtonMail
nl: ProtonMail e-mailadres
pl: Adres ProtonMail
pt_pt: Endereço ProtonMail

# Label
source: Key
de: Schlüssel
es_mx: Clave
fr: Clé
id: Kunci
nl: Sleutel
pl: Klucz
pt_pt: Chave

# Label
source: Interval
de: Zeitraum
es_mx: Intervalo
fr: Intervalle
pl: Przedział
pt_pt: Intervalo

# Label
source: Digits
de: Ziffern
es_mx: Dígitos
fr: Chiffres
id: Digit
nl: Cijfers
pl: Cyfry
pt_pt: Algarismos

# Label
source: Two-factor authentication
de: Zwei‐Faktor‐Authentifizierung
es_mx: Autenticación de dos factores
fr: Authentification à deux facteurs
id: Otentikasi dua-faktor
nl: Tweestapsverificatie
pl: Uwierzytelnianie dwustopniowe
pt_pt: Autenticação em dois passos

# Label
source: Cardholder name
de: Name des Karteninhabers
es_mx: Nombre del titular de la tarjeta
fr: Titulaire de la carte
id: Nama pemegang kartu
nl: Naam van de kaarthouder
pl: Właściciel karty
pt_pt: Titular do cartão

# Label
source: Pay with cash
de: Barzahlung
es_mx: Pagar en efectivo
fr: Payer en espèces
id: Bayar secara tunai
nl: Betaal met cash
pl: Zapłać gotówką
pt_pt: Pagar em dinheiro

# Label
source: Allow password reset
de: Passwortzurücksetzung zulassen
es_mx: Permitir restablecimiento de contraseña
fr: Autoriser la réinitialisation du mot de passe
id: Izinkan set ulang kata sandi
nl: Wachtwoordherstel toestaan
pl: Zezwalaj na resetowanie hasła
pt_pt: Permitir reposição da senha

# Label
source: Daily email notifications
de: Tägliche E‐Mail‐Benachrichtigungen
es_mx: Notificaciones diarias por correo electrónico
fr: Notifications e-mail quotidiennes
id: Pemberitahuan surel harian
nl: Dagelijkse e-mailnotificaties
pl: Codzienne powiadomienia e-mail
pt_pt: Notificações por email diárias

# Label
source: Credits used
de: Guthaben verwendet
es_mx: Créditos usados
fr: Crédits utilisés
id: Kredit terpakai
nl: Credits gebruikt
pl: Użyte środki
pt_pt: Créditos usados

# Label
source: Customize invoices
de: Rechnungen anpassen
es_mx: Personalizar facturas
fr: Options de facturation
id: Sesuaikan tagihan
nl: Facturen aanpassen
pl: Dostosuj faktury
pt_pt: Personalizar facturas

# Label
source: Copied
de: Kopiert
es_mx: Copiado
fr: Copié
id: Tersalin
nl: Gekopieerd
pl: Skopiowano
pt_pt: Copiado

# Label
source: Copy
de: Kopieren
es_mx: Copiar
fr: Copier
id: Salin
nl: Kopieer
pl: Kopiuj
pt_pt: Copiar

# Label
source: Reveal password
de: Passwort anzeigen
es_mx: Mostrar contraseña
fr: Afficher le mot de passe
id: Perlihatkan kata sandi
nl: Wachtwoord tonen
pl: Pokaż hasło
pt_pt: Mostrar senha

# Label
source: Hide password
de: Passwort ausblenden
es_mx: Ocultar contraseña
fr: Masquer le mot de passe
id: Sembunyikan kata sandi
nl: Wachtwoord verbergen
pl: Ukryj hasło
pt_pt: Ocultar senha

# Label
source: Verification method
de: Verifizierungsmethode
es_mx: Método de verificación
fr: Méthode de vérification
id: Metode verifikasi
nl: Verificatiemethode
pl: Metoda weryfikacji
pt_pt: Método de verificação

# Label
source: 6-digit code
de: 6‐stelliger Code
es_mx: Código de 6 dígitos
fr: Code à 6 chiffres
id: Kode 6 digit
nl: 6-cijferige code
pl: 6-cyfrowy kod
pt_pt: Código de 6 dígitos

# Label
source: 1 month
de: 1 Monat
es_mx: Un mes
fr: 1 mois
id: 1 bulan
nl: 1 maand
pl: 1 miesiąc
pt_pt: 1 mês

# Label
source: Total price
de: Gesamtbetrag
es_mx: Precio total
fr: Prix total
id: Harga total
nl: Totaalprijs
pl: Łącznie
pt_pt: Preço total

# Label
source: 12 months
de: 12 Monate
es_mx: 12 meses
fr: 12 mois
id: 12 bulan
nl: 12 maanden
pl: 12 miesięcy
pt_pt: 12 meses

# Label
source: Annual discount (${ discountPercentage }%)
de: Jahresrabatt (${ discountPercentage } %)
fr: Réduction annuelle (${ discountPercentage }%)
id: Diskon tahunan (${ discountPercentage }%)
nl: Jaarlijkse korting (${ discountPercentage }%)
pl: Zniżka roczna (${ discountPercentage }%)
pt_pt: Desconto anual (${ discountPercentage }%)

# Label
source: Total price (annually)
de: Gesamtpreis (jährlich)
es_mx: Precio total (anual)
fr: Prix total (annuel)
id: Harga total (tahunan)
nl: Totaalprijs (jaarlijks)
pl: Łącznie (rocznie)
pt_pt: Preço total (anualmente)

# Label
source: 24 months
de: 24 Monate
es_mx: 24 meses
fr: 24 mois
id: 24 bulan
nl: 24 maanden
pl: 24 miesiące
pt_pt: 24 meses

# Label
source: Two-year discount (${ discountPercentage }%)
de: Zweijahresrabatt (${ discountPercentage } %)
fr: Réduction bisannuelle (${ discountPercentage }%)
id: Diskon dua-tahun (${ discountPercentage }%)
nl: Tweejaarlijkse korting (${ discountPercentage }%)
pl: Zniżka dwuletnia (${ discountPercentage }%)
pt_pt: Desconto de dois anos (${ discountPercentage }%)

# Label
source: Total price (two-year)
de: Gesamtpreis (zweijährig)
es_mx: Precio total (dos años)
fr: Prix total (deux ans)
id: Harga total (dua tahun)
nl: Totaalprijs (twee jaar)
pl: Łącznie (co dwa lata)
pt_pt: Preço total (2 anos)

# Suffix
source: / month
de: /Monat
es_mx: /mes
fr: / mois
id: / bulan
nl: / maand
pl: / miesiąc
pt_pt: /mês

# Suffix
source: /mo
de: /Monat
es_mx: /mes
fr: /mois
id: /bln
nl: /maand
pl: / miesiąc
pt_pt: /mês

# Suffix
source: monthly
de: monatlich
es_mx: mensualmente
fr: mensuellement
id: bulanan
nl: maandelijks
pl: miesięcznie
pt_pt: mensalmente

# Suffix
source: /2-year
de: /2 Jahre
es_mx: /2-años
fr: /2 ans
id: /2 tahun
nl: /2-jaar
pl: / 2 lata
pt_pt: /2 anos

# Suffix
source: /year
de: /Jahr
es_mx: /año
fr: /an
id: /tahun
nl: /jaar
pl: / rok
pt_pt: /ano

# Text
source: Save
de: Sparen
fr: Économisez
id: Hemat
nl: Opslaan
pl: Zapisz
pt_pt: Gravar

# Option
source: included
de: enthalten
es_mx: incluido
fr: inclus
id: termasuk
nl: inbegrepen
pl: w zestawie
pt_pt: incluído

# Option
source: ${ value } address
de: ${ value } Adresse
fr: ${ value } adresse
id: ${ value } alamat
nl: ${ value } adress
pl: ${ value } adres
pt_pt: ${ value } endereço

# Option
source: ${ value } GB storage
de: ${ value } GB Speicherplatz
fr: ${ value } Go de stockage
id: ${ value } GB kapasitas penyimpanan
nl: ${ value } GB opslag
pl: ${ value } GB przestrzeni dyskowej
pt_pt: ${ value } GB de armazenamento

# Option
source: ${ value } custom domain
de: ${ value } eigene Domain
fr: ${ value } domaine personnalisé
id: ${ value } domain kustom
nl: ${ value } eigen domein
pl: ${ value } niestandardowa domena
pt_pt: ${ value } domínio personalizado

# Option
source: ${ value } user
de: ${ value } Benutzer
fr: ${ value } utilisateur
id: ${ value } pengguna
nl: ${ value } gebruiker
pl: ${ value } użytkownik
pt_pt: ${ value } utilizador

# Option
source: ${ value } VPN connection
de: ${ value } VPN-Verbindung
fr: ${ value } connexion VPN
id: ${ value } koneksi VPN
nl: ${ value } VPN-verbinding
pl: ${ value } połączenie sieci VPN
pt_pt: ${ value } ligação VPN

# Option
source: Email address
de: E-Mail-Adresse
es_mx: Dirección de correo
fr: Adresse e-mail
id: Alamat surel
nl: E-mailadres
pl: Adres e-mail
pt_pt: Endereço de email

# Tooltip
source: For each additional user, 5GB of storage and 5 email addresses are added to your subscription.
de: Für jeden weiteren Benutzer werden 5 GB Speicherplatz und 5 E-Mail-Adressen zu Ihrem Abonnement hinzugefügt.
es_mx: Por cada usuario adicional, 5GB de almacenamiento y cinco direcciones de correo son añadidos a su suscripción.
fr: Pour chaque utilisateur supplémentaire, 5 Go de stockage et 5 adresses e-mail sont ajoutées à votre abonnement.
id: Kapasitas 5GB dan 5 alamat surel ditambahkan ke paket Anda per pengguna tambahan.
nl: Voor elke extra gebruiker worden 5GB opslag en 5 e-mailadressen toegevoegd aan uw abonnement.
pl: Dla każdego dodatkowego użytkownika do Twojej subskrypcji dodawane jest 5 GB przestrzeni dyskowej i 5 adresów e-mail.
pt_pt: Por cada utilizador adicional, 5 GB de armazenamento e 5 endereços de email adicionados à subscrição.
