Repository: ProtonVPN/proton-vpn-settings
Catalog: po/*.po
Languages: de, es_mx, fr, id, nl, pl, pt_pt

# Countdown unit
source: ${ seconds } second
de: ${ seconds } Sekunde
fr: ${ seconds } seconde
id: ${ seconds } detik
nl: ${ seconds } seconde
pl: ${ seconds } sekunda
pt_pt: ${ seconds } segundo

# Plan details
source: Medium
de: Mittel
es_mx: Media
fr: moyenne
id: Sedang
pl: Umiarkowana
pt_pt: média

# Plan details
source: High
de: Hoch
es_mx: Alta
fr: élevée
id: Tinggi
nl: Hoog
pl: Wysoka
pt_pt: alta

# Plan details
source: Highest
de: Höchste
es_mx: Máxima
fr: très élevée
id: Sangat tinggi
nl: Hoogste
pl: Najwyższa
pt_pt: máxima

# Separator, spacing is important
source: and
de: und
es_mx: y
fr: et
id: dan
nl: en
pl: i
pt_pt: e

# Dropdown button
source: Need help?
de: Benötigen Sie Hilfe?
es_mx: ¿Necesita ayuda?
fr: Besoin d'aide ?
id: Butuh bantuan?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt_pt: Precisa de ajuda?

# Image alt
source: Laptop & smartphone shown connected to ProtonVPN network.
de: Laptop und Mobilgerät, die mit dem ProtonVPN-Netzwerk verbunden sind.
es_mx: Su ordenador portátil y su celular se muestran conectados a la red ProtonVPN.
fr: Les ordinateurs portables et smartphones affichés sont connectés au réseau ProtonVPN.
id: Laptop & ponsel yang tersambung ke jaringan ProtonVPN.
nl: Laptop & smartphone toont aangesloten te zijn op het ProtonVPN netwerk.
pl: Laptop i telefon podłączone do sieci ProtonVPN.
pt_pt: Portátil & Smartphone mostrados ligados à rede ProtonVPN (multi-plataforma).

# Image alt
source: Swiss based
de: Aus der Schweiz
es_mx: Basado en Suiza
fr: Basé en Suisse
id: Bertempat di Swiss
nl: Gevestigd in Zwitserland
pl: Ulokowany w Szwajcarii
pt_pt: Sediado na Suiça

# Image alt
source: Secure core servers
de: Secure‐Core‐Server
es_mx: Servidores Secure Core
fr: Serveurs Secure Core
id: Server Secure Core
pl: Serwery Secure Core
pt_pt: Servidores Secure Core

# Image alt
source: No logs
de: Keine Protokollierung
es_mx: Sin registros
fr: Pas de logs
id: Tanpa jejak
nl: Geen logboeken
pl: Brak przechowywania logów
pt_pt: Sem diários

# Image alt
source: Kill switch to prevent IP exposure
de: Kill Switch, um IP‐Enthüllung zu verhindern
es_mx: Kill Switch para prevenir la exposición de IP
fr: Kill Switch pour prévenir la divulgation de l’adresse IP
id: Kill Switch untuk mencegah kebocoran IP
nl: Kill switch om IP-blootstelling te voorkomen
pl: Funkcja Kill Switch zapobiega ujawnieniu adresu IP
pt_pt: Kill Switch para prevenir exposição do IP

# Image alt
source: DNS leak prevention
de: DNS‐Weitergabeschutz
es_mx: Prevención contra la filtración de DNS
fr: Prévention des fuites DNS
id: Pencegahan kebocoran DNS
nl: DNS-lekbescherming
pl: Zabezpieczenie przed wyciekiem zapytań DNS
pt_pt: Prevenção de fugas DNS

# Image alt
source: Strong encryption
de: Starke Verschlüsselung
es_mx: Cifrado fuerte
fr: Chiffrement fort
id: Enkripsi yang kuat
nl: Sterke versleuteling
pl: Silne szyfrowanie
pt_pt: Encriptação forte

# About
source: Protect your data with Swiss privacy laws, some of the strongest in the world
de: Schützen Sie Ihre Daten mit schweizerischen Datenschutzgesetzen, die zu den strengsten der Welt gehören
es_mx: Proteja sus datos con las leyes de privacidad de Suiza, unas de las más sólidas del mundo
fr: Protégez vos données avec les lois Suisses sur la protection de la vie privée, qui font partie des plus fortes au monde
id: Simpan data Anda di Swiss, negara yang tidak main-main soal privasi
nl: Bescherm uw gegevens met de Zwitserse privacywetgeving, een van de sterkste ter wereld
pl: Zabezpiecz swoje dane szwajcarskim prawem ochrony danych, jednym z najsurowszych na świecie
pt_pt: Proteja os seus dados com as leis suíças de privacidade, das mais fortes do mundo

# About
source: Defend yourself against advanced network-based attacks by routing your traffic through hardened servers
de: Schützen Sie sich vor fortschrittlichen netzwerkbasierten Angriffen, indem Sie Ihren Datenverkehr über robuste Server leiten
es_mx: Defiéndase de ataques avanzados basados ​​en la red redirigiendo su tráfico a través de servidores reforzados
fr: Défendez-vous contre les attaques réseau avancées en redirigeant votre trafic via des serveurs durcis
id: Hindari serangan jaringan bertubi-tubi dengan mengalihkan koneksi Anda ke server yang aman dan kuat
nl: Verdedig uzelf tegen geavanceerde netwerkaanvallen door uw verkeer via beveiligde servers te leiden
pl: Zabezpiecz się przed zaawansowanymi atakami sieciowymi, poprzez przekierowanie połączeń przez zabezpieczone serwery
pt_pt: Defenda-se contra ataques em rede, desviando o seu tráfego através de servidores reforçados

# About
source: Keep your browsing history private - we do not keep any records of our users' online activity
de: Halten Sie Ihren Browserverlauf privat – wir protokollieren keine Online-Aktivitäten unserer Benutzer
es_mx: Mantenga privado su historial de navegación: nosotros no guardamos ningún registro de la actividad en línea de nuestros usuarios
fr: Gardez votre historique de navigation privé - nous ne conservons aucun enregistrement de l'activité en ligne de nos utilisateurs
id: Amankan riwayat selancar Anda - segala aktivitas pengguna tidak direkam sama sekali
nl: Houd uw surfgeschiedenis privé - we houden geen gegevens bij van de online activiteiten van onze gebruikers
pl: Zachowaj prywatność swojej historii przeglądania - nie przechowujemy żadnych informacji o aktywności użytkowników
pt_pt: Mantenha o seu histórico de navegação privado - não mantemos diários da sua actividade online

# About
source: Keep your data secure even if you are disconnected from your VPN server
de: Bewahren Sie Ihre Daten sicher auf, auch wenn Sie von Ihrem VPN-Server abgemeldet sind
es_mx: Mantenga sus datos seguros incluso si está desconectado de su servidor VPN
fr: Gardez vos données en sécurité même si vous êtes déconnecté de votre serveur VPN
id: Lindungi data Anda meskipun sudah tidak tersambung ke server VPN
nl: Houd uw gegevens veilig zelfs als u niet verbonden bent met de VPN server
pl: Zachowaj bezpieczeństwo swoich danych, nawet po rozłączeniu się ze swoim serwerem VPN
pt_pt: Mantenha os seus dados seguros, mesmo que não tenha ligação ao seu servidor VPN

# About
source: Prevent your DNS requests from revealing your browsing history by encrypting all your DNS queries
de: Verhindern Sie, dass Ihre DNS-Anfragen Ihren Browserverlauf preisgeben, indem Sie alle Ihre DNS-Anfragen verschlüsseln
es_mx: Evite que sus solicitudes DNS revelen su historial de navegación al cifrar todas sus consultas DNS
fr: Empêchez vos requêtes DNS de révéler votre historique de navigation en les chiffrant intégralement
id: Mencegah kebocoran riwayat selancar Anda via DNS dengan mengenkripsi semua kueri DNS Anda
nl: Voorkom dat uw DNS verzoeken uw surfgeschiedenis onthullen door al uw DNS queries te versleutelen
pl: Zabezpiecz swoją historię przeglądania, poprzez szyfrowanie wszystkich zapytań DNS
pt_pt: Impeça que os seus pedidos DNS revelem o seu histórico de navegação, encriptando todas as suas consultas DNS

# About
source: Defend your Internet connection with AES-256, the highest strength encryption.
de: Schützen Sie Ihre Internetverbindung mit AES-256, der stärksten Verschlüsselung.
es_mx: Defienda su conexión en internet con AES-256, el cifrado más fuerte disponible.
fr: Défendez votre connexion Internet avec l’AES-256, le chiffrement le plus puissant.
id: Lindungi koneksi Internet Anda dengan enkripsi terkuat saat ini, AES-256.
nl: Verdedig uw internetverbinding met AES-256, de sterkste versleuteling.
pl: Zabezpiecz połączenie internetowe przy użyciu najsilniejszego szyfrowania AES-256.
pt_pt: Defenda a sua ligação à Internet com AES-256, a encriptação mais forte.

# PlanPrice
source: ${ totalMonthlyPriceText } / mo
de: ${ totalMonthlyPriceText }/Monat
es_mx: ${ totalMonthlyPriceText } / mes
fr: ${ totalMonthlyPriceText } / mois
id: ${ totalMonthlyPriceText } / bln
nl: ${ totalMonthlyPriceText } / maand
pl: ${ totalMonthlyPriceText } / miesiąc
pt_pt: ${ totalMonthlyPriceText }/mês

# PlanPrice
source: Billed as ${ totalBilledText }
de: Abgerechnet als ${ totalBilledText }
es_mx: Facturado como ${ totalBilledText }
fr: Facturé ${ totalBilledText }
id: Tertagih ${ totalBilledText }
nl: Gefactureerd als ${ totalBilledText }
pl: Płatne jako ${ totalBilledText }
pt_pt: Facturado como ${ totalBilledText }

# PlanPrice
source: SAVE ${ discountText }
de: ${ discountText } SPAREN
es_mx: AHORRA ${ discountText }
fr: ÉCONOMISEZ ${ discountText }
id: HEMAT ${ discountText }
nl: BESPAAR ${ discountText }
pl: ZAOSZCZĘDŹ ${ discountText }
pt_pt: POUPE ${ discountText }

# Plan Action
source: Get ${ plan.title }
de: ${ plan.title } erhalten
es_mx: Obtiene ${ plan.title }
fr: Obtenir l’offre ${ plan.title }
id: Dapatkan ${ plan.title }
nl: Verkrijg ${ plan.title }
pl: Wybierz plan ${ plan.title }
pt_pt: Obter ${ plan.title }

# Plan info
source: Most popular
de: Am beliebtesten
es_mx: Más popular
fr: La plus populaire
id: Terpopuler
nl: Meest populair
pl: Najpopularniejszy
pt_pt: Mais popular

# Plan Description
source: Privacy and security for everyone
de: Privatsphäre und Sicherheit für alle
es_mx: Privacidad y seguridad para todos
fr: Confidentialité et sécurité pour tous
id: Privasi dan keamanan untuk semua
nl: Privacy en veiligheid voor iedereen
pl: Prywatność i bezpieczeństwo dla każdego
pt_pt: Privacidade e segurança para todos

# Plan Description
source: Basic privacy features
de: Grundlegende Privatsphärefunktionen
es_mx: Características de privacidad de Basic
fr: Fonctionnalités de confidentialité basiques
id: Fitur privasi dasar
nl: Basic privacy eigenschappen
pl: Podstawowe funkcje ochrony prywatności
pt_pt: Funcionalidades de privacidade básicas

# Plan Description
source: Advanced security features
de: Erweiterte Sicherheitsfunktionen
es_mx: Características de seguridad avanzadas
fr: Fonctionnalités de sécurité avancées
id: Fitur privasi canggih
nl: Geavanceerde beveiligingsfuncties
pl: Zaawansowane funkcje bezpieczeństwa
pt_pt: Funcionalidades de segurança avançadas

# Plan Description
source: The complete privacy suite
de: Vollständiges Datenschutzpaket
es_mx: La suite de privacidad completa
fr: La suite privée complète
id: Fitur privasi lengkap
nl: Het volledige privacypakket
pl: Kompletny pakiet ochrony prywatności
pt_pt: O pacote de privacidade completo

# Plan Description
source: Bundle plan
de: Pakettarif
fr: Offre groupée
id: Paket bundel
nl: Bundelabonnement
pl: Pakiet
pt_pt: Pacote

# Plan Feature
source: High speed 1 Gbps VPN servers
de: Hochgeschwindigkeits 1-Gbit/s-VPN-Server
es_mx: Servidores VPN de alta velocidad de 1 Gbps
fr: Serveurs VPN à haute vitesse (1 Gbit/s)
id: Server VPN 1 Gbps berkecepatan tinggi
nl: Hoge snelheid 1 Gbps VPN servers
pl: Szybkie serwery VPN 1 Gb/s
pt_pt: Servidores VPN de alta velocidade, 1 GB/s

# Plan Feature
source: Access to ${ countries.basic.length } countries
de: Zugang zu ${ countries.basic.length } Ländern
es_mx: Acceso a ${ countries.basic.length } países
fr: Accès à ${ countries.basic.length } pays
id: Akses di ${ countries.basic.length } negara
nl: Toegang tot ${ countries.basic.length } landen
pl: Dostęp do ${ countries.basic.length } krajów
pt_pt: Acesso a ${ countries.basic.length } países

# Plan Feature
source: Filesharing/P2P support
de: Filesharing-/P2P-Unterstützung
es_mx: Soporte para Filesharing/P2P
fr: Support du partage de fichier/P2P
id: Dukungan berbagi berkas/P2P
pl: Udostępnianie plików / wsparcie P2P
pt_pt: Suporte a partilha de ficheiros/P2P

# Plan Feature
source: ${ maxConnections } simultaneous VPN connection
de: ${ maxConnections } gleichzeitige VPN-Verbindung
es_mx: ${ maxConnections } conexión VPN simultánea
fr: ${ maxConnections } connexions VPN simultanées
id: ${ maxConnections } koneksi VPN bersamaan
nl: ${ maxConnections } gelijktijdige VPN-verbinding
pl: ${ maxConnections } jednoczesne połączenie VPN
pt_pt: ${ maxConnections } ligação VPN simultânea

# Plan Feature
source: Servers in ${ countries.free.length } countries
de: Server in ${ countries.free.length } Ländern
es_mx: Servidores en ${ countries.free.length } países
fr: Serveurs dans ${ countries.free.length } pays
id: Server di ${ countries.free.length } negara
nl: Servers in ${ countries.free.length } landen
pl: Serwery w ${ countries.free.length } krajach
pt_pt: Servidores em ${ countries.free.length } países

# Plan Feature
source: Medium speed
de: Mittlere Geschwindigkeit
es_mx: Velocidad media
fr: Vitesse moyenne
id: Kecepatan sedang
nl: Gemiddelde snelheid
pl: Umiarkowana prędkość
pt_pt: Velocidade média

# Plan Feature
source: No logs policy
de: Keine Protokollierungsrichtlinie
es_mx: Política de no registros
fr: Aucune politique de logs
id: Kebijakan tanpa log
nl: Geen-logs beleid
pl: Polityka braku przechowywania logów
pt_pt: Política sem diários

# Plan Feature
source: No data limit
de: Keine Datenbeschränkungen
es_mx: Sin límite de datos
fr: Aucune limite de données
id: Data tidak terbatas
nl: Geen datalimiet
pl: Brak limitów danych
pt_pt: Sem limite de dados

# Plan Feature
source: No ads
de: Keine Werbung
es_mx: Sin anuncios
fr: Pas de publicités
id: Tanpa iklan
nl: Geen advertenties
pl: Brak reklam
pt_pt: Sem anúncios

# Plan Feature
source: Highest speed servers (10 Gbps)
de: Höchstgeschwindigkeitsserver (10 Gbps)
es_mx: Servidores de alta velocidad (10 Gbps)
fr: Serveurs à très haute vitesse (10 Gbit/s)
id: Server tercepat (10 Gbps)
nl: Hoogste snelheid servers (10 Gbps)
pl: Najszybsze serwery (10 Gb/s)
pt_pt: Servidores ultra rápidos (10 GB/s)

# Plan Feature
source: Access blocked content
de: Zugriff auf gesperrte Inhalte
es_mx: Acceso a contenido bloqueado
fr: Accès au contenu bloqué
id: Akses konten yang diblokir
nl: Toegang tot geblokkeerde inhoud
pl: Dostęp do zablokowanych treści
pt_pt: Aceda a conteúdos bloqueados

# Plan Feature
source: All advanced security features
de: Alle erweiterten Sicherheitsfunktionen
es_mx: Todas las características de seguridad avanzadas
fr: Toutes les fonctionnalités avancées de sécurité
id: Semua fitur keamanan canggih
nl: Alle geavanceerde beveiligingseigenschappen
pl: Wszystkie zaawansowane funkcje bezpieczeństwa
pt_pt: Todas as funcionalidades de segurança avançadas

# Plan Feature
source: Servers in ${ countries.basic.length } countries
de: Server in ${ countries.basic.length } Ländern
es_mx: Servidores en ${ countries.basic.length } países
fr: Serveurs dans ${ countries.basic.length } pays
id: Server di ${ countries.basic.length } negara
nl: Servers in ${ countries.basic.length } landen
pl: Serwery w ${ countries.basic.length } krajach
pt_pt: Servidores em ${ countries.basic.length } países

# Plan Feature
source: High speed servers
de: Hochgeschwindigkeitsserver
es_mx: Servidores de alta velocidad
fr: Serveurs haute vitesse
id: Server kencang
nl: Hogesnelheidsserver
pl: Szybkie serwery
pt_pt: Servidores de alta velocidade

# Plan Feature
source: Servers in ${ countries.all.length } countries
de: Server in ${ countries.all.length } Ländern
es_mx: Servidores en ${ countries.all.length } países
fr: Serveurs dans ${ countries.all.length } pays
id: Server di ${ countries.all.length } negara
nl: Servers in ${ countries.all.length } landen
pl: Serwery w ${ countries.all.length } krajach
pt_pt: Servidores em ${ countries.all.length } países

# Plan Feature
source: Highest speeds
de: Höchste Geschwindigkeit
es_mx: Velocidades más altas
fr: Vitesses les plus élevées
id: Kecepatan tertinggi
nl: Hoogste snelheden
pl: Najwyższa prędkość
pt_pt: Velocidades máximas

# Plan Feature
source: ProtonMail Visionary account
de: ProtonMail-Visionary-Konto
es_mx: Cuenta ProtonMail Visionary
fr: Compte ProtonMail VISIONARY
id: Akun ProtonMail Visionary
pl: Konto ProtonMail Visionary
pt_pt: Conta ProtonMail Visionary

# Plan feature
source: All ${ PLAN_NAMES[PLAN.FREE] } plan features
de: Alle Funktionen des ${ PLAN_NAMES[PLAN.FREE] }-Pakets
es_mx: Todas las características del plan ${ PLAN_NAMES[PLAN.FREE] }
fr: Toutes les fonctionnalités de l’offre ${ PLAN_NAMES[PLAN.FREE] }
id: Semua fitur paket ${ PLAN_NAMES[PLAN.FREE] }
nl: Alle ${ PLAN_NAMES[PLAN.FREE] } plan functies
pl: Wszystkie funkcje planu ${ PLAN_NAMES[PLAN.FREE] }
pt_pt: Todas as funcionalidades do plano ${ PLAN_NAMES[PLAN.FREE] }

# Plan feature
source: All ${ PLAN_NAMES[PLAN.BASIC] } plan features
de: Alle Funktionen des ${ PLAN_NAMES[PLAN.BASIC] }-Pakets
es_mx: Todas las características del plan ${ PLAN_NAMES[PLAN.BASIC] }
fr: Toutes les fonctionnalités de l’offre ${ PLAN_NAMES[PLAN.BASIC] }
id: Semua fitur paket ${ PLAN_NAMES[PLAN.BASIC] }
nl: Alle ${ PLAN_NAMES[PLAN.BASIC] } plan functies
pl: Wszystkie funkcje planu ${ PLAN_NAMES[PLAN.BASIC] }
pt_pt: Todas as funcionalidades do plano ${ PLAN_NAMES[PLAN.BASIC] }

# Plan feature
source: All ${ PLAN_NAMES[PLAN.PLUS] } plan features
de: Alle Funktionen des ${ PLAN_NAMES[PLAN.PLUS] }-Pakets
es_mx: Todas las características del plan ${ PLAN_NAMES[PLAN.PLUS] }
fr: Toutes les fonctionnalités de l’offre ${ PLAN_NAMES[PLAN.PLUS] }
id: Semua fitur paket ${ PLAN_NAMES[PLAN.PLUS] }
nl: Alle ${ PLAN_NAMES[PLAN.PLUS] } plan functies
pl: Wszystkie funkcje planu ${ PLAN_NAMES[PLAN.PLUS] }
pt_pt: Todas as funcionalidades do plano ${ PLAN_NAMES[PLAN.PLUS] }

# Plan feature
source: ProtonMail Plus plan included
de: ProtonMail-Plus-Paket enthalten
fr: Abonnement ProtonMail PLUS inclus
id: Termasuk paket ProtonMail Plus
nl: ProtonMail Plus abonnement inbegrepen
pl: ProtonMail Plus w zestawie
pt_pt: Plano ProtonMail Plus incluído

# VerificationType
source: phone
de: Telefon
es_mx: teléfono
fr: téléphone
id: telepon
nl: telefoon
pl: telefon
pt_pt: telefone

# Plan upsell
source: Monthly plan
de: Monatliche Zahlung
es_mx: Plan mensual
fr: Abonnement mensuel
id: Paket bulanan
nl: Maandelijks abonnement
pl: Plan miesięczny
pt_pt: Plano mensal

# Plan upsell
source: Yearly plan
de: Jährliche Zahlung
es_mx: Plan anual
fr: Abonnement annuel
id: Paket tahunan
nl: Jaarlijks abonnement
pl: Plan roczny
pt_pt: Plano anual

# Action
source: Pay annualy and save 20%!
de: Jährlich bezahlen und 20 % sparen!
id: Bayar tahunan dan hemat 20%!

# Placeholder
source: Email
de: E‐Mail‐Adresse
es_mx: Correo
fr: Adresse e-mail
id: Surel
nl: E-mailadress

# Label
source: Email
es_mx: Correo
id: Surel
pl: Adres e-mail

# Option
source: Router
es_mx: Enrutador
fr: Routeur
id: Perute

# Toggle button
source: On
de: An
id: Aktifkan
nl: Aan
pl: Włącz

# Toggle button
source: Off
de: Aus
id: Nonaktifkan
nl: Uit
pl: Wyłącz

# VerificationType
source: email
es_mx: correo
id: surel

# Label
source: Sub-total
de: Zwischensumme
fr: Sous-total
nl: Subtotaal
pl: Suma częściowa

# Label
source: Total
de: Summe
nl: Totaal
pl: Łącznie

# CountryInfo
source: (via ${ exitCountryName })
de: (über ${ exitCountryName })
es_mx: (vía ${ exitCountryName })
pl: (przez ${ exitCountryName })

# file size format
source: KB
fr: Ko

# file size format
source: MB
fr: Mo

# file size format
source: GB
fr: Go

# Title
source: Kill Switch
de: Kill Switch (Not-Trennung)

# Plan
source: Free
nl: Gratis

# Label
source: Annual discount (20%)
es_mx: Descuento anual (20%)

# Label
source: Two-year discount (33%)
es_mx: Descuento por dos años (33%)

# Label
source: Extra VPN connections
es_mx: Conexiones VPN adicionales

# Label
source: Billing cycle end date
es_mx: Ciclo de facturación termina el

# Action
source: Upgrade
es_mx: Mejorar

# Action
source: Pay yearly
es_mx: Pagar anualmente

# Info
source: Combine paid ProtonMail and ProtonVPN and get a 20% discount on both
es_mx: Combine ProtonMail y ProtonVPN y obtenga un 20% de descuentos en ambos

# Info
source: Switch to annual billing for a 20% discount
es_mx: Cambie a facturación anual por un 20% de descuento

# Info
source: 20% rebate applied to your subscription
es_mx: 20% de reembolso aplicado a su suscripción

# Info
source: 33% rebate applied to your subscription
es_mx: 33% de reembolso aplicado a su suscripción

# Title
source: Sign up - ProtonVPN
es_mx: Registrarse - ProtonVPN

# Success
source: Account deleted
es_mx: Cuenta eliminada

# Error
source: 'Signature verification failed
es_mx: Falló la verificación de la firma

# Discount with coupon code
source: 50% discount applied to your subscription
es_mx: 50% de descuento aplicado a su suscripción

# Theme
source: Default
es_mx: Por defecto
