Repository: ProtonVPN/proton-vpn-settings
Catalog: po/*.po
Languages: de, es_mx, fr, id, nl, pl, pt_pt

# Error
source: Signature verification failed
de: Signaturprüfung fehlgeschlagen
fr: Échec de la vérification de la signature
id: Verifikasi tanda tangan gagal
nl: Verificatie van handtekening is mislukt
pl: Weryfikacja podpisu nie powiodła się
pt_pt: Falha ao verificar a assinatura

# Error
source: Incorrect decryption password
de: Ungültiges Entschlüsselungspasswort
es_mx: Contraseña de descifrado incorrecta
fr: Mot de passe de déchiffrement incorrect
id: Sandi dekripsi salah
nl: Onjuist decryptiewactwoord
pl: Nieprawidłowe hasło odszyfrowywania
pt_pt: Senha de desencriptação incorrecta

# Error
source: Process aborted
de: Prozess abgebrochen
es_mx: Proceso abortado
fr: Processus interrompu
id: Proses dibatalkan
nl: Proces afgebroken
pl: Proces został przerwany
pt_pt: Processo abortado

# Error
source: Payment process cancelled
de: Zahlungsvorgang abgebrochen
es_mx: Proceso de pago cancelado
fr: Processus de paiement annulé
id: Proses pembayaran dibatalkan
nl: Betalingsverzoek geannuleerd
pl: Przetwarzanie płatności zostało anulowane
pt_pt: Processo de pagamento cancelado

# Error
source: Payment process failed
de: Bezahlvorgang fehlgeschlagen
es_mx: Proceso de pago fallido
fr: Échec du processus de paiement
id: Proses pembayaran gagal
nl: Betalingsverzoek geannuleerd
pl: Przetwarzanie płatności nie powiodło się
pt_pt: O processo de pagamento falhou

# Error
source: Payment process consumed
de: Zahlungsvorgang abgebrochen
es_mx: Proceso de pago completado
fr: Processus de paiement achevé
id: Proses pembayaran terlalu lama
nl: Betalingsverzoek verwerkt
pl: Płatność została wykorzystana
pt_pt: Processo de pagamento concluído

# Error
source: Payment process not supported
de: Zahlungsvorgang nicht unterstützt
es_mx: Proceso de pago no soportado
fr: Processus de paiement non pris en charge
id: Proses pembayaran tidak didukung
nl: Betalingsproces niet ondersteund
pl: Przetwarzanie płatności nie jest obsługiwane
pt_pt: Processo de pagamento não suportado

# Error
source: Unknown payment token status
de: Unbekannter Zahlungstoken-Status
es_mx: Estado de token de pago desconocido
fr: Statut du jeton de paiement inconnu
id: Status token pembayaran tidak dikenal
nl: Onbekende betalingstoken status
pl: Token statusu płatności jest nieznany
pt_pt: Estado do símbolo de pagamento desconhecido

# Error
source: Tab closed
de: Tab geschlossen
es_mx: Pestaña cerrada
fr: Onglet fermé
id: Tab ditutup
nl: Tab gesloten
pl: Karta została zamknięta
pt_pt: Separador fechado

# Error
source: Invalid gift code
de: Ungültiger Gutscheincode
es_mx: Código de regalo inválido
fr: Code cadeau invalide
id: Kode hadiah tidak valid
nl: Ongeldige geschenkcode
pl: Kod podarunkowy jest nieprawidłowy
pt_pt: Código de oferta inválido

# Error
source: Your coupon is invalid or cannot be applied to your plan
de: Ihr Gutschein ist ungültig oder kann nicht auf Ihr Abonnement angewendet werden
es_mx: Su cupón es inválido o no puede aplicarse a su plan
fr: Votre code promo est invalide ou ne peut pas être appliqué à votre offre
id: Kupon Anda tidak valid / tidak berlaku untuk paket Anda
nl: Uw coupon is ongeldig of kan niet worden toegepast op uw abonnement
pl: Twój kupon jest nieprawidłowy lub nie może zostać zastosowany do Twojego planu
pt_pt: O seu cupão é inválido ou não pode ser aplicado ao seu plano

# Error
source: Name on card required
de: Karteninhaber erforderlich
es_mx: Nombre en la tarjeta requerido
fr: Nom du titulaire de la carte requis
id: Wajib isi nama di kartu
nl: Naam op kaart vereist
pl: Właściciel karty jest wymagany
pt_pt: Nome no cartão requerido

# Error
source: Invalid expiration date
de: Ungültiges Ablaufdatum
es_mx: Fecha de expiración inválida
fr: Date d’expiration invalide
id: Tanggal kedaluwarsa tidak valid
nl: Ongeldige vervaldatum
pl: Termin ważności jest nieprawidłowy
pt_pt: Data de expiração inválida

# Error
source: Invalid card number
de: Kartennummer ungültig
es_mx: Número de tarjeta inválido
fr: Numéro de carte invalide
id: Nomor kartu tidak valid
nl: Ongeldige kaartnummer
pl: Numer karty jest nieprawidłowy
pt_pt: Número de cartão inválido

# Error
source: Invalid ${ name } code
de: Ungültiger ${ name }-Code
es_mx: Código ${ name } inválido
fr: Code ${ name } invalide
id: Kode ${ name } tidak valid
nl: Ongeldige ${ name } code
pl: Kod ${ name } jest nieprawidłowy
pt_pt: Código de ${ name } inválido

# Error
source: Invalid postal code
de: Ungültige Postleitzahl
es_mx: Código postal inválido
fr: Code postal invalide
id: Kode pos tidak valid
nl: Ongeldige postcode
pl: Kod pocztowy jest nieprawidłowy
pt_pt: Código postal inválido

# Error
source: Amount below minimum.
de: Mindestbetrag unterschritten
es_mx: Cantidad menor al mínimo.
fr: Montant inférieur au minimum autorisé.
id: Jumlah di bawah minimal.
nl: Bedrag onder minimum.
pl: Kwota poniżej minimum.
pt_pt: Quantia abaixo do mínimo.

# Error
source: Amount above the maximum.
de: Höchstbetrag überschritten
es_mx: Cantidad mayor al máximo.
fr: Montant supérieur au maximum autorisé.
id: Jumlah di atas maksimal.
nl: Bedrag boven het maximum.
pl: Kwota powyżej maksimum.
pt_pt: Quantia acima do máximo.

# Error
source: Error connecting to the Bitcoin API.
de: Fehler beim Verbinden mit der Bitcoin-API.
es_mx: Error al conectar a la API de Bitcoin.
fr: Erreur lors de la connexion à l'API de Bitcoin.
id: Gagal sambung ke API Bitcoin.
nl: Fout bij het verbinden met de Bitcoin-API.
pl: Wystąpił błąd podczas łączenia z interfejsem API Bitcoina.
pt_pt: Erro ao ligar à API do Bitcoin.

# Error
source: The minimum amount that can be donated is ${ price }
de: Der Mindestbetrag, der gespendet werden kann, beträgt ${ price }
es_mx: La cantidad mínima que se puede donar es de ${ price }
fr: Le montant minimum qui peut être donné est ${ price }
id: Sumbangan minimal ${ price }
nl: Het minimum bedrag dat kan worden gedoneerd is ${ price }
pl: Minimalna kwota darowizny wynosi ${ price }
pt_pt: A quantia mínima que pode ser doada é ${ price }

# Error
source: The minimum amount of credit that can be added is ${ _price }
de: Der Mindestbetrag, der hinzugefügt werden kann, beträgt ${ _price }
es_mx: La cantidad mínima de crédito que se puede añadir es de ${ _price }
fr: Le montant minimum de crédit qui peut être ajouté est ${ _price }
id: Tambahan kredit minimal ${ _price }
nl: Het minimum bedrag dat kan worden toegevoegd is ${ _price }
pl: Minimalna kwota doładowania wynosi ${ _price }
pt_pt: A quantia mínima de créditos que pode adicionar é ${ _price }

# Error
source: The minimum payment we accept is ${ _price2 }
de: Die akzeptierte Mindestzahlung beträgt ${ _price2 }
es_mx: El pago mínimo que aceptamos es de ${ _price2 }
fr: Le paiement minimum que nous acceptons est de ${ _price2 }
id: Pembayaran minimal ${ _price2 }
nl: De minimale betaling die we accepteren is ${ _price2 }
pl: Minimalna kwota płatności wynosi ${ _price2 }
pt_pt: O pagamento mínimo que aceitamos é ${ _price2 }

# Error
source: '${ credentials.username }' is a reserved word. Please set another username.
de: „${ credentials.username }” ist ein gesperrtes Wort. Bitte geben Sie einen anderen Benutzernamen an.
fr: '${ credentials.username } est un mot réservé. Veuillez choisir un autre nom d'utilisateur.
id: '${ credentials.username }' sudah ada. Gunakan nama yang lain.
nl: '${ credentials.username }' is een gereserveerd woord. Stel een andere gebruikersnaam in.
pl: Nazwa użytkownika '${ credentials.username }' jest niedozwolona. Wpisz inną nazwę.
pt_pt: "${ credentials.username }" é uma palavra reservada. Por favor, escolha outro nome.

# Error
source: Please enter '${ WORD }'
de: Bitte geben Sie „{ WORD }“ ein
es_mx: Por favor, ingrese '${ WORD }'
fr: Veuillez entrer '${ WORD }'
id: Masukkan '${ WORD }'
nl: Voer '${ WORD }' in
pl: Wpisz '${ WORD }'
pt_pt: Por favor, insira '${ WORD }'

# Error
source: Passwords do not match
de: Passwörter stimmen nicht überein
es_mx: Las contraseñas no coinciden entre sí
fr: Les mots de passe ne correspondent pas
id: Sandi tidak sama
nl: Wachtwoorden komen niet overeen
pl: Hasła nie pasują do siebie
pt_pt: As senhas não correspondem

# Error
source: Please generate keys before you try to change your password.
de: Bitte generieren Sie Schlüssel, bevor Sie versuchen, Ihr Passwort zu ändern.
es_mx: Por favor, genere claves antes de intentar cambiar su contraseña.
fr: Veuillez générer des clés avant de tenter de changer votre mot de passe.
id: Hasilkan kunci sebelum Anda mengubah sandi.
nl: Genereer sleutels voordat u uw wachtwoord probeert te wijzigen.
pl: Wygeneruj klucze, zanim spróbujesz zmienić hasło.
pt_pt: Por favor, gere chaves antes de tentar alterar a sua senha.

# Error
source: Could not connect to server.
de: Verbindung zum Server fehlgeschlagen.
es_mx: No se pudo conectar al servidor.
fr: Impossible de se connecter au serveur.
id: Gagal sambung ke server.
nl: Kan geen verbinding maken met de server.
pl: Nie można połączyć się z serwerem.
pt_pt: Impossível ligar ao servidor.

# Error
source: No internet connection found
de: Keine Internetverbindung
es_mx: No hay conexión a internet
fr: Aucune connexion internet trouvée
id: Gagal sambung ke Internet
nl: Geen internetverbinding gevonden
pl: Brak połączenia z Internetem
pt_pt: Sem ligação à Internet

# Error
source: Request timed out.
de: Zeitüberschreitung bei Anfrage.
es_mx: Tiempo de espera agotado.
fr: La requête a expiré.
id: Terlalu lama memuat.
nl: Het verzoek timed out.
pl: Upłynął limit czasu żądania.
pt_pt: O pedido expirou.

# Error
source: Please set a recovery/notification email
de: Bitte setzen Sie eine Wiederherstellungs-/Benachrichtigungs-E‐Mail‐Adresse
es_mx: Por favor, establezca un correo electrónico de recuperación/notificación
fr: Veuillez définir une adresse e-mail de récupération/notification
id: Masukkan surel pemulihan/pemberitahuan
nl: Geef alstublieft een herstel/notificatie e-mailadres op
pl: Ustaw adres e-mail odzyskiwania/powiadomień
pt_pt: Por favor, defina um email de recuperação/notificação

# Error
source: Payments are currently not available, please try again later
de: Zahlungen sind derzeit nicht verfügbar, bitte versuchen Sie es später erneut
es_mx: Los pagos no están disponibles, vuelva a intentarlo más tarde
fr: Les paiements sont actuellement indisponibles, veuillez réessayer ultérieurement
id: Pembayaran tidak bisa dilakukan. Coba lagi nanti
nl: Betalingen zijn op dit moment niet beschikbaar, probeer het later nog eens
pl: Płatności nie są obecnie dostępne, spróbuj ponownie później
pt_pt: Os pagamentos não estão actualmente disponíveis, por favor tente mais tarde

# Error
source: You have no invoices.
de: Sie haben keine Rechnungen.
es_mx: No tiene facturas.
fr: Vous n'avez pas de factures.
id: Tidak ada tagihan.
nl: U heeft geen facturen.
pl: Nie masz faktur.
pt_pt: Não tem facturas.

# Error
source: Your account or organization currently has an overdue invoice. Please pay all unpaid invoices.
de: Ihr Konto oder Ihre Organisation enthält derzeit eine überfällige Rechnung. Bitte begleichen Sie alle unbezahlten Rechnungen.
es_mx: Su cuenta u organización tiene actualmente una factura vencida. Por favor, pague todas las facturas pendientes de pago.
fr: Votre compte ou organisation possède actuellement une facture en retard. Veuillez régler toutes les factures impayées.
id: Ada tagihan yang lewat jatuh tempo. Mohon lunasi semua tagihan.
nl: Uw account of organisatie heeft een openstaande factuur. Betaal alle openstaande facturen.
pl: Twoje konto lub organizacja ma obecnie zaległe faktury. Ureguluj wszystkie zobowiązania.
pt_pt: A sua conta ou organização tem actualmente uma factura em dívida. Por favor, regularize a situação.

# Error
source: The browser you are using does not allow the payment to be fully authorized. Please use a different browser or log in via a computer.
de: Der von Ihnen verwendete Browser erlaubt es nicht, die Zahlung vollständig zu autorisieren. Bitte verwenden Sie einen anderen Browser oder melden Sie sich über einen Computer an.
fr: Le navigateur que vous utilisez ne permet pas d'autoriser entièrement le paiement. Veuillez utiliser un autre navigateur ou vous connecter via un ordinateur.
id: Peramban yang Anda gunakan tidak mengizinkan pembayaran secara penuh diotorisasi. Sila gunakan peramban lain atau masuk via komputer.
nl: De browser die u gebruikt staat niet toe dat de betaling volledig geautoriseerd wordt. Gebruik een andere browser of log in via een computer.
pl: Przeglądarka, której używasz, nie pozwala na pełną autoryzację płatności. Skorzystaj z innej przeglądarki lub zaloguj się za pomocą komputera.
pt_pt: O navegador que utiliza não permite que o pagamento seja completamente autorizado. Por favor, utilize outro navegador ou inicie sessão via computador.

# Error
source: This field is required
de: Dieses Feld ist erforderlich
es_mx: Este campo es obligatorio
fr: Ce champ est obligatoire
id: Bagian ini wajib isi
nl: Dit veld is verplicht
pl: Pole jest wymagane
pt_pt: Este campo é requerido

# Error
source: Email address invalid
de: Ungültige E‐Mail‐Adresse
es_mx: Dirección de correo inválida
fr: Adresse e-mail invalide
id: Alamat surel tidak valid
nl: Ongeldig e-mailadres
pl: Adres e-mail jest nieprawidłowy
pt_pt: Endereço de email inválido

# Error
source: Invalid invitation link
de: Ungültiger Einladungslink
es_mx: Enlace de invitación inválido
fr: Lien d'invitation invalide
id: Tautan undangan tidak valid
nl: Ongeldige uitnodigingskoppeling
pl: Link zaproszenia jest nieprawidłowy
pt_pt: Hiperligação de convite inválida

# Error
source: Can't check username, try again later
de: Benutzername kann nicht überprüft werden, bitte versuchen Sie es später erneut
es_mx: No se puede comprobar el nombre de usuario, inténtelo nuevamente más tarde
fr: Impossible de vérifier le nom d'utilisateur, réessayez plus tard
id: Gagal periksa nama pengguna. Coba lagi nanti
nl: Kan gebruikersnaam niet controleren, probeer het later opnieuw
pl: Nie można sprawdzić nazwy użytkownika, spróbuj później
pt_pt: Impossível verificar o utilizador, tente mais tarde

# Theme
source: Default theme
de: Standard-Design
fr: Thème par défaut
id: Tema bawaan
nl: Standaard thema
pl: Domyślny motyw
pt_pt: Tema predefinido

# Theme
source: Custom theme
de: Benutzerdefiniertes Design
es_mx: Tema personalizado
fr: Thème personnalisé
id: Tema khusus
nl: Aangepast thema
pl: Niestandardowy motyw
pt_pt: Tema personalizado

# Theme
source: Light
de: Hell
es_mx: Claro
fr: Clair
id: Cerah
nl: Licht
pl: Jasny
pt_pt: Claro

# Theme
source: Blue
de: Blau
es_mx: Azul
fr: Bleu
id: Biru
nl: Blauw
pl: Niebieski
pt_pt: Azul

# Theme
source: Dark theme
de: Dunkles Design
fr: Thème sombre
id: Tema gelap
nl: Donker thema
pl: Ciemny motyw
pt_pt: Tema escuro

# Title
source: Unsupported browser
de: Nicht unterstützter Browser
fr: Navigateur non supporté
id: Peramban tidak didukung
nl: Niet-ondersteunde browser
pl: Przeglądarka jest nieobsługiwana
pt_pt: Navegador não suportado

# Title
source: Card verification
de: Kartenprüfung
es_mx: Verificación de tarjeta
fr: Vérification de la carte
id: Verifikasi kartu
nl: Kaartverificatie
pl: Weryfikacja karty płatniczej
pt_pt: Verificação do cartão

# Title
source: Payment verification
de: Zahlungsbestätigung
es_mx: Verificación de pago
fr: Vérification du paiement
id: Verifikasi pembayaran
nl: Betalingsverificatie
pl: Weryfikacja płatności
pt_pt: Verificação do pagamento

# Title
source: Processing...
de: Wird verarbeitet …
es_mx: Procesando...
fr: En traitement...
id: Memproses...
nl: Wordt verwerkt...
pl: Przetwarzanie...
pt_pt: A processar...

# Title
source: Card verification in progress
de: Kartenprüfung wird ausgeführt
es_mx: Verificación de tarjeta en progreso
fr: Vérification de la carte en cours
id: Verifikasi kartu sedang berlangsung
nl: Kaartverificatie bezig
pl: Weryfikacja karty płatniczej jest w toku
pt_pt: Verificação do cartão em curso

# Title
source: Payment verification in progress
de: Zahlungsbestätigung wird ausgeführt
es_mx: Verificación de pago en progreso
fr: Vérification du paiement en cours
id: Verifikasi pembayaran sedang berlangsung
nl: Betalingsverzoek bezig
pl: Weryfikacja płatności jest w toku
pt_pt: Verificação do pagamento em curso

# Title
source: 3-D Secure verification failed
de: 3-D-Secure-Überprüfung fehlgeschlagen
es_mx: Falló la verificación de seguridad 3-D
fr: Échec de la vérification 3-D Secure
id: Verifikasi 3-D Secure gagal
nl: 3-D Secure verificatie mislukt
pl: Weryfikacja płatności 3-D Secure nie powiodła się
pt_pt: Falha na verificação 3-D Secure

# Title
source: Error
de: Fehler
fr: Erreur
id: Galat
nl: Fout
pl: Błąd
pt_pt: Erro

# Title
source: ZIP / postal code
de: Postleitzahl
es_mx: ZIP / código postal
fr: Code postal
id: Kode pos
nl: Postcode
pl: Kod pocztowy
pt_pt: Código postal

# Title
source: Confirm downgrade
de: Herabstufung bestätigen
es_mx: Confirmar degradación
fr: Confirmez votre passage à une offre inférieure
id: Konfirmasi downgrade
nl: Downgrade bevestigen
pl: Potwierdź obniżenie planu
pt_pt: Confirmar regressão

# Title
source: Edit credit/debit card
de: Kredit-/Debitkarte bearbeiten
es_mx: Editar tarjeta de crédito/débito
fr: Modifier la carte de crédit / débit
id: Ubah kartu kredit/debit
nl: Krediet/debietkaart bewerken
pl: Edytuj kartę płatniczą
pt_pt: Editar cartão de débito/crédito

# Title
source: Add credit/debit card
de: Kredit-/Debitkarte hinzufügen
es_mx: Añadir tarjeta de crédito/débito
fr: Ajouter une carte de crédit / débit
id: Tambah kartu kredit/debit
nl: Krediet/debietkaart toevoegen
pl: Dodaj kartę płatniczą
pt_pt: Adicionar cartão de débito/crédito

# Title
source: Add PayPal payment method
de: PayPal als Zahlungsmethode hinzufügen
es_mx: Añadir PayPal como método de pago
fr: Ajouter le mode de paiement PayPal
id: Tambahkan metode pembayaran PayPal
nl: Voeg PayPal als betalingsmethode toe
pl: Dodaj PayPal jako metodę płatności
pt_pt: Adicionar pagamento com PayPal

# Title
source: Subscription
de: Abonnement
es_mx: Suscripción
fr: Abonnement
id: Langganan
nl: Abonnement
pl: Subskrypcja
pt_pt: Subscrição

# Title
source: 1 month deal
de: 1-Monats-Abo
fr: 1 mois de contrat
id: Paket 1 bulan
nl: Deal van 1 maand
pl: oferta na miesiąc
pt_pt: Promoção de 1 mês

# Title
source: 1 year deal
de: 1-Jahres-Abo
fr: 1 an de contrat
id: Paket 1 tahun
nl: Deal van 1 jaar
pl: oferta na rok
pt_pt: Promoção de 1 ano

# Title
source: 2 year deal
de: 2-Jahres-Abo
fr: 2 ans de contrat
id: Paket 2 tahun
nl: Deal van 2 jaar
pl: oferta na 2 lata
pt_pt: Promoção de 2 anos

# Title
source: Billed as ${ amount } for 1 month ${ NOTICES[notice] }
de: Abgerechnet als ${ amount } für 1 Monat ${ NOTICES[notice] }
fr: Facturé ${ amount } pour 1 mois ${ NOTICES[notice] }
id: Ditagih sebesar ${ amount } untuk 1 bulan ${ NOTICES[notice] }
nl: Verrekend als ${ amount } voor 1 maand ${ NOTICES[notice] }
pl: Płatne jako ${ amount } miesięcznie ${ NOTICES[notice] }
pt_pt: Facturado como ${ amount } por 1 mês ${ NOTICES[notice]}

# Title
source: Billed as ${ amount } for 1 year ${ NOTICES[notice] }
de: Abgerechnet als ${ amount } für 1 Jahr ${ NOTICES[notice] }
fr: Facturé ${ amount } pour 1 an ${ NOTICES[notice] }
id: Ditagih sebesar ${ amount } untuk 1 tahun ${ NOTICES[notice] }
nl: Verrekend als ${ amount } voor 1 jaar ${ NOTICES[notice] }
pl: Płatne jako ${ amount } rocznie ${ NOTICES[notice] }
pt_pt: Facturado como ${ amount } por 1 ano ${ NOTICES[notice]}

# Title
source: Billed as ${ amount } for 2 years ${ NOTICES[notice] }
de: Abgerechnet als ${ amount } für 2 Jahre ${ NOTICES[notice] }
fr: Facturé ${ amount } pour 2 ans ${ NOTICES[notice] }
id: Ditagih sebesar ${ amount } untuk 2 tahun ${ NOTICES[notice] }
nl: Verrekend als ${ amount } voor 2 jaar ${ NOTICES[notice] }
pl: Płatne jako ${ amount } co dwa lata ${ NOTICES[notice] }
pt_pt: Facturado como ${ amount } por 2 anos ${ NOTICES[notice]}

# Title
source: ${ NOTICES[notice] } Renews after 1 year at a discounted annual price of ${ amount } per year (20% discount).
de: ${ NOTICES[notice] } Verlängert sich nach 1 Jahr zu einem ermäßigten Jahrespreis von ${ amount } pro Jahr (≙20% Rabatt).
fr: ${ NOTICES[notice] } Renouvellement après 1 an au prix annuel réduit de ${ amount } par an (20 % de réduction).
id: ${ NOTICES[notice] } Perbarui setelah 1 tahun dengan harga diskon tahunan ${ amount } per tahun (diskon 20%).
nl: ${ NOTICES[notice] } Vernieuwt na 1 jaar tegen een gereduceerde jaarlijkse prijs van ${ amount } per jaar (20% korting).
pl: ${ NOTICES[notice] } Odnowienie po upływie roku w obniżonej cenie planu rocznego wynoszącej ${ amount } rocznie (20% zniżki).
pt_pt: ${ NOTICES[notice] } renova após 1 ano a um preço anual com desconto de ${ amount } por ano (20% de desconto).

# Title
source: ${ NOTICES[notice] } Renews after 2 years at a discounted 2-year price of ${ amount } every 2 years (33% discount).
de: ${ NOTICES[notice] } Verlängert sich nach 2 Jahren zu einem ermäßigten 2-Jahres-Preis von ${ amount } alle 2 Jahre (≙33% Rabatt).
fr: ${ NOTICES[notice] } Renouvellement après 2 ans au prix bisannuel réduit de ${ amount } tous les 2 ans (33 % de réduction).
id: ${ NOTICES[notice] } Perbarui setelah 2 tahun dengan harga diskon 2-tahun ${ amount } setiap 2 tahun (diskon 33%).
nl: ${ NOTICES[notice] } Vernieuwt na 2 jaar tegen een gereduceerde tweejaarlijkse prijs van ${ amount } elke 2 jaar (33% korting).
pl: ${ NOTICES[notice] } Odnowienie po upływie dwóch lat w obniżonej cenie planu dwuletniego wynoszącej ${ amount } co dwa lata (33% zniżki).
pt_pt: ${ NOTICES[notice] } renova após 2 anos a um preço bi-anual com desconto de ${ amount } por 2 anos (33% de desconto).

# Title
source: ${ NOTICES[notice] } Renews after 2 years at a discounted 2-year & bundle price of ${ amount } every 2 years (47% discount).
de: ${ NOTICES[notice] } Verlängert sich nach 2 Jahren zu einem reduzierten 2-Jahres-Paketpreis von ${ amount } aller zwei Jahre (≙ 47 % Rabatt).
fr: ${ NOTICES[notice] } Renouvellement après 2 ans au prix bisannuel et forfaitaire réduit de ${ amount } tous les 2 ans (47 % de réduction).
id: ${ NOTICES[notice] } Perbarui setelah 2 tahun dengan harga diskon 2-tahun & harga bundel ${ amount } setiap 2 tahun (diskon 47%).
nl: ${ NOTICES[notice] } Vernieuwt na 2 jaar tegen een gereduceerde tweejaarlijkse én bundelprijs van ${ amount } elke 2 jaar (47% korting).
pl: ${ NOTICES[notice] } Odnowienie po upływie dwóch lat w obniżonej cenie pakietu dwuletniego wynoszącej ${ amount } co dwa lata (47% zniżki).
pt_pt: ${ NOTICES[notice] } renova após 2 anos a um preço bi-anual & pacote com desconto de ${ amount } por cada 2 anos (47% de desconto).

# Title
source: Black Friday sale
de: Black-Friday-Angebot
fr: Promotion Black Friday
id: Obral Black Friday
nl: Black Friday verkoop
pl: Wyprzedaż z okazji Czarnego Piątku
pt_pt: Venda Sexta-feira negra

# Title
source: Most popular
de: Am beliebtesten
fr: Le plus populaire
id: Terpopuler
nl: Meest populair
pl: Najpopularniejszy
pt_pt: Mais popular

# Title
source: ProtonMail total
es_mx: Total ProtonMail
fr: Total ProtonMail
id: Total ProtonMail
nl: ProtonMail totaal
pl: ProtonMail łącznie
pt_pt: Total do ProtonMail

# Title
source: Subscription details
de: Abonnementdetails
es_mx: Datos de la suscripción
fr: Détails de l'abonnement
id: Rincian langganan
nl: Abonnementdetails
pl: Szczegóły subskrypcji
pt_pt: Detalhes da subscrição

# Title
source: Payment details
de: Zahlungsinformationen
es_mx: Detalles del pago
fr: Détails du paiement
id: Rincian pembayaran
nl: Betalingsdetails
pl: Szczegóły płatności
pt_pt: Detalhes do pagamento

# Title
source: Thank you!
de: Vielen Dank!
es_mx: ¡Gracias!
fr: Merci !
id: Terima kasih!
nl: Bedankt!
pl: Dziękujemy!
pt_pt: Obrigado!
