Repository: ProtonVPN/proton-vpn-settings
Catalog: po/*.po
Languages: de, es_mx, fr, id, nl, pl, pt_pt

# Info for cash payment method
source: To pay via Cash, please email us at ${ email } for instructions.
de: Um mit Bargeld zu bezahlen, senden Sie uns bitte eine E-Mail an ${ email } für weitere Informationen.
es_mx: Para pagar en efectivo, envíenos un correo electrónico a ${ email } para obtener instrucciones.
fr: Pour payer en espèces, veuillez nous envoyer un e-mail à ${ email } pour recevoir nos instructions.
id: Bila ingin bayar tunai, hubungi kami via ${ email } untuk keterangan lebih lanjut.
nl: Om te betalen via Cash, stuur ons naar ${ email } voor instructies.
pl: Aby zapłacić gotówką, napisz do nas na ${ email } w celu otrzymania instrukcji.
pt_pt: Para pagar em dinheiro, por favor envie um email a ${ email } para instruções.

# TableHeader
source: Name
es_mx: Nombre
fr: Nom
id: Nama
nl: Naam
pl: Nazwa
pt_pt: Nome

# TableHeader
source: Country
de: Land
es_mx: País
fr: Pays
id: Negara
nl: Land
pl: Kraj
pt_pt: País

# TableHeader
source: Status
es_mx: Estado
fr: Statut
pt_pt: Estado

# TableHeader
source: Action
de: Aktion
es_mx: Acción
id: Tindakan
nl: Actie
pl: Akcja
pt_pt: Acção

# Tab
source: Secure Core configs
de: Secure Core-Konfigurationen
es_mx: Ajustes de Secure Core
fr: Paramètres Secure Core
id: Konfigurasi Secure Core
nl: Secure Core configuraties
pl: Konfiguracja Secure Core
pt_pt: Configurações Secure Core

# Tab
source: Country configs
de: Länderkonfigurationen
es_mx: Ajustes de país
fr: Paramètres pays
id: Konfigurasi negara
nl: Land configuraties
pl: Konfiguracja kraju
pt_pt: Configurações do país

# Tab
source: Server configs
de: Serverkonfigurationen
es_mx: Ajustes de servidor
fr: Paramètres serveur
id: Konfigurasi server
nl: Server configuratie
pl: Konfiguracja serwera
pt_pt: Configurações do servidor

# Notification
source: OpenVPN / IKEv2 credentials updated
de: OpenVPN-/IKEv2-Anmeldedaten aktualisiert
es_mx: Credenciales OpenVPN / IKEv2 actualizadas
fr: Informations d'identification OpenVPN / IKEv2 mises à jour
id: Identitas OpenVPN / IKEv2 berhasil diperbarui
nl: OpenVPN / IKEv2 inloggegevens zijn bijgewerkt
pl: Dane logowania OpenVPN / IKEv2 zostały zaktualizowane
pt_pt: Credenciais OpenVPN/IKEv2 actualizadas

# Notification
source: Coupons are temporarily disabled
de: Gutscheine sind vorübergehend deaktiviert
es_mx: Los cupones están temporalmente deshabilitados
fr: Les coupons sont temporairement désactivés
id: Kupon ditangguhkan sementara
nl: Coupons zijn tijdelijk uitgeschakeld
pl: Kupony są tymczasowo wyłączone
pt_pt: Os cupões estão temporariamente desactivados

# Notification
source: Invites are temporarily disabled
de: Einladungen sind vorübergehend deaktiviert
es_mx: Las invitaciones están temporalmente deshabilitadas
fr: Les invitations sont temporairement désactivées
id: Undangan ditangguhkan sementara
nl: Uitnodigingen zijn tijdelijk uitgeschakeld
pl: Zaproszenia są tymczasowo wyłączone
pt_pt: Os convites estão temporariamente desactivados.

# Notification
source: Verification code successfully sent to ${ destination }
de: Bestätigungscode erfolgreich an ${ destination } gesendet
es_mx: Código de verificación enviado con éxito a ${ destination }
fr: Code de vérification envoyé avec succès à ${ destination }
id: Kode verifikasi berhasil dikirim ke ${ destination }
nl: Verificatiecode succesvol verstuurd naar ${ destination }
pl: Kod weryfikacyjny został wysłany do ${ destination }
pt_pt: Código de verificação enviado com sucesso para ${ destination }

# Error notification in the bug report modal when the user upload file
source: No image selected
de: Kein Bild ausgewählt
es_mx: Ninguna imagen seleccionada
fr: Aucune image sélectionnée
id: Gambar tidak dipilih
nl: Geen afbeelding geselecteerd
pl: Nie wybrano żadnego obrazu
pt_pt: Nenhuma imagem seleccionada

# Bug category
source: Login problem
de: Anmeldeproblem
es_mx: Problema de inicio de sesión
fr: Problème de connexion
id: Masalah masuk log
nl: Inlogprobleem
pl: Problem z logowaniem
pt_pt: Problema ao iniciar sessão

# Bug category
source: Sign up problem
de: Registrierungsproblem
es_mx: Problema de registro
fr: Problème d'inscription
id: Masalah pendaftaran
nl: Aanmeld probleem
pl: Problem z rejestracją
pt_pt: Problema ao registar

# Bug category
source: Bridge problem
de: Problem mit „ProtonMail Bridge”
es_mx: Problema de Bridge
fr: Problème avec Bridge
id: Masalah bridge
nl: Bridge probleem
pl: Problem z aplikacją Bridge
pt_pt: Problema na Bridge

# Bug category
source: Import / export problem
es_mx: Problema de importación / exportación
fr: Problème d'importation / d'exportation
id: Masalah impor / ekspor
nl: Importeer / exporteer probleem
pl: Import / eksport
pt_pt: Problema ao importar/exportar

# Bug category
source: Custom domains problem
de: Problem mit eigenen Domains
es_mx: Problema de dominios personalizados
fr: Problème avec les domaines personnalisés
id: Masalah domain bebas
nl: Eigen domeinen probleem
pl: Problem z niestandardowymi domenami
pt_pt: Problema com os domínios personalizados

# Bug category
source: Payments problem
de: Zahlungsproblem
es_mx: Problema de pagos
fr: Problème de paiement
id: Masalah pembayaran
nl: Betalingsprobleem
pl: Problem z płatnościami
pt_pt: Problema com os pagamentos

# Bug category
source: Connection problem
de: Verbindungsproblem
es_mx: Problema de conexión
fr: Problème de connexion
id: Masalah koneksi
nl: Verbindingsprobleem
pl: Problem z połączeniem
pt_pt: Problema com a ligação

# Bug category
source: Slow speed problem
de: Problem mit langsamer Geschwindigkeit
es_mx: Problema de baja velocidad
fr: Problème de vitesse lente
id: Masalah kecepatan lambat
nl: Trage snelheid probleem
pl: Problem z wolną prędkością
pt_pt: Problema de velocidade lenta

# Bug category
source: VPN problem
es_mx: Problema de VPN
fr: Problème VPN
id: Masalah VPN
nl: VPN probleem
pl: Problem z usługą VPN
pt_pt: Problema de VPN

# Bug category
source: Feature request
de: Funktionsanfrage
es_mx: Solicitud de característica
fr: Demande de fonctionnalité
id: Permintaan fitur
nl: Functie-aanvraag
pl: Prośba o dodatkową funkcję
pt_pt: Pedido de funcionalidade

# Bug category
source: Other
de: Weitere
es_mx: Otro
fr: Autre
id: Lain-lain
nl: Overig
pl: Inny
pt_pt: Outro

# Bug category
source: Signup problem
de: Registrierungsproblem
es_mx: Problema de registro
fr: Problème d'inscription
id: Masalah pendaftaran
nl: Aanmeldprobleem
pl: Problem z rejestracją
pt_pt: Problema ao registar

# Bug category
source: Installation problem
de: Installationsproblem
es_mx: Problema de instalación
fr: Problème d'installation
id: Masalah instalasi
nl: Installatieprobleem
pl: Problem z instalacją
pt_pt: Problema de instalação

# Bug category
source: Update problem
de: Aktualisierungsproblem
es_mx: Problema de actualización
fr: Problème de mise à jour
id: Masalah pemutakhiran
nl: Updateprobleem
pl: Problem z aktualizacją
pt_pt: Problema de actualização

# Bug category
source: Application problem
de: Anwendungsproblem
es_mx: Problema de aplicación
fr: Problème d'application
id: Masalah aplikasi
nl: Applicatieprobleem
pl: Problem z aplikacją
pt_pt: Problema de aplicação

# Bug category
source: Speed problem
de: Geschwindigkeitsproblem
es_mx: Problema de velocidad
fr: Problème de vitesse
id: Masalah kecepatan
nl: Snelheidsprobleem
pl: Problem z prędkością
pt_pt: Problema de velocidade

# Bug category
source: Manual setup problem
de: Problem mit der manuellen Einrichtung
es_mx: Problema de configuración manual
fr: Problème avec la configuration manuelle
id: Masalah pemasangan manual
nl: Handmatige setup probleem
pl: Problem z konfiguracją
pt_pt: Problema de configuração manual

# Bug category
source: Website access problem
de: Zugriffsproblem auf die Website
es_mx: Problema de acceso al sitio web
fr: Problème d'accès à un site
id: Masalah akses situs
nl: Website toegangsprobleem
pl: Problem z dostępem do strony
pt_pt: Problema de acesso à página web

# Bug category
source: Streaming problem
es_mx: Problema de transmisión
fr: Problème de streaming
id: Masalah pemutaran konten
nl: Streaming probleem
pl: Problem ze streamingiem
pt_pt: Problema de transmissão

# Action to select a title for the bug report modal
source: Select
de: Auswählen
es_mx: Seleccionar
fr: Sélectionnez
id: Pilih
nl: Selecteer
pl: Wybierz
pt_pt: Seleccionar

# Warning
source: Bug reports are not end-to-end encrypted, please do not send any sensitive information.
de: Fehlermeldungen sind nicht Ende-zu-Ende verschlüsselt. Bitte senden Sie daher keine vertraulichen Informationen.
es_mx: Los informes de errores no están cifrados de extremo-a-extremo, no envíe ninguna información confidencial.
fr: Les rapports de bugs ne sont pas chiffrés de bout en bout, merci de ne pas envoyer d'informations sensibles.
id: Laporan bug tidak terenkripsi total. Jangan masukkan informasi sensitif.
nl: Foutrapporten zijn niet versleuteld met end-to-end-versleuteling, stuur geen gevoelige informatie.
pl: Raporty o błędach nie są szyfrowane end-to-end. Nie wysyłaj żadnych poufnych informacji.
pt_pt: Os relatórios de erro não são encriptados de ponta-a-ponta, por favor não envie informação sensível.

# Warning
source: By deleting this address, you will no longer be able to recover your account.
de: Wenn Sie diese Adresse löschen, können Sie Ihr Konto nicht mehr wiederherstellen.
es_mx: Si elimina esta dirección, ya no podrá recuperar su cuenta.
fr: En supprimant cette adresse, vous ne pourrez plus récupérer votre compte.
id: Apabila dihapus, Anda tidak bisa memulihkan akun lagi.
nl: Door dit e-mailadres te verwijderen, kunt u uw account niet meer herstellen.
pl: Usuwając ten adres, stracisz możliwość odzyskiwania swojego konta.
pt_pt: Ao eliminar este endereço, já não poderá recuperar a sua conta.

# Warning
source: By deleting this address, you will no longer be able to receive daily email notifications.
de: Wenn Sie diese Adresse löschen, werden Sie keine täglichen E-Mail-Benachrichtigungen mehr erhalten.
es_mx: Si elimina esta dirección, ya no podrá recibir notificaciones diarias de correo electrónico.
fr: En supprimant cette adresse, vous ne pourrez plus recevoir de notifications quotidiennes par e-mail.
id: Apabila dihapus, Anda berhenti menerima surel pemberitahuan harian.
nl: Door dit e-mailadres te verwijderen, kunt u geen dagelijkse e-mailnotificaties meer ontvangen.
pl: Usuwając ten adres, stracisz możliwość otrzymywania codziennych powiadomień e-mail.
pt_pt: Ao eliminar este endereço, já não poderá receber notificações diárias do correio.

# Warning
source: By deleting this address, you will no longer be able to recover your account or receive daily email notifications.
de: Wenn Sie diese Adresse löschen, können Sie Ihr Konto nicht mehr wiederherstellen oder tägliche E-Mail-Benachrichtigungen erhalten.
es_mx: Si elimina esta dirección, ya no podrá recuperar su cuenta o recibir notificaciones diarias de correo electrónico.
fr: En supprimant cette adresse, vous ne pourrez plus récupérer votre compte ou recevoir de notifications quotidiennes par e-mail.
id: Apabila dihapus, Anda tidak bisa memulihkan akun Anda dan berhenti menerima email pemberitahuan harian.
nl: Door dit e-mailadres te verwijderen, kunt u uw account niet meer herstellen of dagelijks e-mailnotificaties ontvangen.
pl: Usuwając ten adres, stracisz możliwość odzyskiwania swojego konta lub otrzymywania codziennych powiadomień e-mail.
pt_pt: Ao eliminar este endereço, já não poderá recuperar a sua conta ou receber notificações diárias do correio.

# Warning
source: Are you sure you want to delete the address?
de: Möchten Sie die Adresse wirklich löschen?
es_mx: ¿Está seguro que desea eliminar esta dirección?
fr: Êtes vous sûr de vouloir supprimer cette adresse ?
id: Anda yakin ingin menghapus alamat ini?
nl: Weet u zeker dat u het e-maiadres wil verwijderen?
pl: Czy na pewno chcesz usunąć ten adres?
pt_pt: Tem a certeza de que deseja eliminar este endereço?

# Label, make it short please
source: Attach screenshot(s)
de: Bildschirmfoto(s) anhängen
fr: Joindre une ou des capture(s) d'écran
id: Lampirkan tangkapan layar
nl: Schermafbeelding(en) toevoegen
pl: Dołącz zrzuty ekranu
pt_pt: Anexar captura(s) de ecrã

# Error message
source: Aaah! Something went wrong
de: Leider ist ein Problem aufgetreten
es_mx: ¡Ahh! Algo salió mal
fr: Aaah ! Quelque chose s'est mal passé
id: Ups! Ada yang salah
nl: Oeps! Er is iets mis gegaan
pl: Ups! Coś poszło nie tak
pt_pt: Ai! Algo correu mal

# Error message
source: Brace yourself till we get the error fixed.
de: Bitte gedulden Sie sich, bis wir den Fehler behoben haben.
es_mx: Espere un tiempo hasta que arreglemos el error.
fr: Veuillez patienter jusqu'à ce qu'on règle l'erreur.
id: Kami sedang perbaiki. Mohon bersabar.
nl: Hou u vast tot we de fout hebben opgelost.
pl: Poczekaj chwilę, naprawiamy ten błąd.
pt_pt: Aguente-se até que o erro seja corrigido.

# Error message
source: You may also refresh the page or try again later.
de: Aktualisieren Sie die Seite oder versuchen Sie es später erneut.
es_mx: Actualice la página o vuelva a intentarlo más tarde.
fr: Vous pouvez également rafraîchir la page ou réessayer plus tard.
id: Segarkan halaman ini atau coba lagi nanti.
nl: Ververs de pagina of probeer het later opnieuw.
pl: Możesz także odświeżyć stronę lub spróbować ponownie później.
pt_pt: Também pode actualizar a página ou tentar mais tarde.

# Password
source: Confirm new password
de: Neues Passwort bestätigen
es_mx: Confirmar contraseña nueva
fr: Confirmez le nouveau mot de passe
id: Konfirmasi sandi baru
nl: Bevestig nieuw wachtwoord
pl: Potwierdź nowe hasło
pt_pt: Confirmar a nova senha

# Footer
source: Made globally, hosted in Switzerland.
de: Weltweit gefertigt, in der Schweiz gehostet.
es_mx: Hecho mundialmente, alojado en Suiza.
fr: Élaboré dans le monde entier, hébergé en Suisse.
id: Dari Swiss melalui mancanegara.
nl: Wereldwijd gemaakt, gehost in Zwitserland.
pl: Tworzony na całym świecie, hostowany w Szwajcarii.
pt_pt: Feito globalmente, hospedado na Suíça.

# Label for news
source: Major announcements (2-3 per year)
de: Wichtige Ankündigungen (2–3 pro Jahr)
es_mx: Anuncios importantes (2-3 por año)
fr: Annonces importantes (2 à 3 fois par an)
id: Pengumuman penting (2-3 per tahun)
nl: Belangrijke mededelingen (2-3 per jaar)
pl: Większe ogłoszenia (2-3 rocznie)
pt_pt: Anúncios principais (2-3 por ano)

# Label for news
source: Major features (3-4 per year)
de: Wichtige neue Funktionen (3–4 pro Jahr)
es_mx: Funciones nuevas (3-4 por año)
fr: Fonctionnalités majeures (3 à 4 fois par an)
id: Fitur penting (3-4 per tahun)
nl: Belangrijke nieuwe functionaliteiten (3-4 per jaar)
pl: Istotne funkcje (3-4 rocznie)
pt_pt: Funcionalidades principais (3-4 por ano)

# Label for news
source: Proton for business (4-5 per year)
de: Proton für Unternehmen (4–5 pro Jahr)
es_mx: Proton para negocios (4-5 por año)
fr: Proton pour les entreprises (4-5 par an)
id: Proton untuk bisnis (4-5 per tahun)
nl: Proton voor bedrijven (4-5 per jaar)
pl: Proton dla biznesu (4-5 rocznie)
pt_pt: Proton para empresas (4-5 por ano)

# Label for news
source: Proton newsletter (5-6 per year)
de: Proton-Newsletter (5–6 pro Jahr)
es_mx: Boletín de Proton (5-6 por año)
fr: Newsletter Proton (5 à 6 fois par an)
id: Nawala Proton (5-6 per tahun)
nl: Proton nieuwsbrief (5-6 per jaar)
pl: Newsletter Proton (5-6 rocznie)
pt_pt: Boletim Proton (5-6 por ano)

# Label for news
source: Proton Beta (10-12 per year)
de: Proton-Beta (10–12 pro Jahr)
es_mx: Proton Beta (10-12 por año)
fr: Bêta Proton (10 à 12 fois par an)
id: Proton Beta (10-12 per tahun)
nl: Proton Beta (10-12 per jaar)
pl: Proton Beta (10-12 rocznie)
pt_pt: Proton Beta (10-12 por ano)

# Message
source: Are you sure you want to disable two-factor authentication?
de: Sind Sie sicher, dass Sie die Zwei-Faktor-Authentifizierung deaktivieren wollen?
es_mx: ¿Está seguro que desea deshabilitar la autenticación de dos factores?
fr: Êtes-vous sûr de vouloir désactiver l'authentification à deux facteurs ?
id: Anda yakin ingin mematikan pemeriksaan dua jenjang?
nl: Weet u zeker dat u tweestapsverificatie wil uitschakelen?
pl: Czy na pewno chcesz wyłączyć uwierzytelnianie dwustopniowe?
pt_pt: Tem certeza de que deseja desactivar a autenticação em dois passos?

# Confirmation title
source: Delete payment method
de: Zahlungsmethode löschen
es_mx: Eliminar método de pago
fr: Supprimer ce mode de paiement
id: Hapus metode pembayaran
nl: Betalingsmethode verwijderen
pl: Usuń metodę płatności
pt_pt: Eliminar método de pagamento

# Confirmation message to delete payment method
source: Are you sure you want to delete this payment method?
de: Möchten Sie diese Zahlungsmethode wirklich entfernen?
es_mx: ¿Está seguro que desea eliminar esta forma de pago?
fr: Êtes-vous sûr de vouloir supprimer ce mode de paiement ?
id: Anda yakin menghapus metode pembayaran ini?
nl: Weet u zeker dat u deze betaalmethode wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę metodę płatności?
pt_pt: Tem a certeza de que deseja eliminar este método de pagamento?

# Label on payment method
source: Expired
de: Abgelaufen
es_mx: Expirado
fr: Expiré
id: Kedaluwarsa
nl: Verlopen
pl: Wygasła
pt_pt: Expirado

# Label on payment method
source: Default
de: Standard
es_mx: Por defecto
fr: Défaut
id: Bawaan
nl: Standaard
pl: Domyślna
pt_pt: Predefinição

# Title for payment methods table
source: Method
de: Methode
es_mx: Método
fr: Mode
id: Metode
nl: Methode
pl: Metoda
pt_pt: Método

# Title for payment methods table
source: Status
es_mx: Estado
fr: Statut
pt_pt: Estado

# Title for payment methods table
source: Actions
de: Aktionen
es_mx: Acciones
id: Tindakan
nl: Acties
pl: Akcje
pt_pt: Acções

# Info for payment methods
source: If you wish to pay by credit card, you can add your card below. Learn about other payment options.
de: Wenn Sie mit Kreditkarte bezahlen möchten, können Sie Ihre Karte unten hinzufügen. Erfahren Sie mehr über weitere Zahlungsmöglichkeiten.
es_mx: Si desea pagar con tarjeta de crédito, puede añadir su tarjeta a continuación. Aprenda más sobre otras opciones de pago.
fr: Si vous souhaitez payer par carte de crédit, vous pouvez ajouter votre carte ci-dessous. En savoir plus sur les autres options de paiement.
id: Bila ingin bayar dengan kartu kredit, masukkan kartu Anda di bawah. Lihat metode pembayaran lainnya.
nl: Als u wilt betalen met creditcard, kunt u uw kaart hieronder toevoegen. Leer meer over andere betalingsopties.
pl: Jeśli chcesz zapłacić kartą płatniczą, możesz dodać swoją kartę poniżej. Poznaj inne metody płatności.
pt_pt: Se deseja pagar com cartão de crédito, adicione o cartão abaixo. Conheça outras opções de pagamento.

# Label for credit card
source: Expiration
de: Ablaufdatum
es_mx: Expiración
id: Kedaluwarsa
nl: Vervaldatum
pl: Termin ważności
pt_pt: Expiração

# Payment method option
source: Pay with credit/debit card
de: Mit Kredit-/Debitkarte bezahlen
es_mx: Pagar con tarjeta de crédito/débito
fr: Payer par carte de crédit / débit
id: Bayar dengan kartu kredit/debit
nl: Betaal met krediet/debietkaart
pl: Zapłać kartą płatniczą
pt_pt: Pagar com cartão de débito/crédito

# Payment method option
source: Pay with PayPal
de: Mit PayPal bezahlen
es_mx: Pagar con PayPal
fr: Payer avec PayPal
id: Bayar dengan PayPal
nl: Betaal met PayPal
pl: Zapłać przez PayPal
pt_pt: Pagar com PayPal

# Payment method option
source: Pay with Bitcoin
de: Mit Bitcoin bezahlen
es_mx: Pagar con Bitcoin
fr: Payer en Bitcoin
id: Bayar dengan Bitcoin
nl: Betaal met Bitcoin
pl: Zapłać Bitcoinami
pt_pt: Pagar com Bitcoin

# Invoice type display as badge
source: Other
de: Weitere
es_mx: Otro
fr: Autre
id: Lain-lain
nl: Overige
pl: Inne
pt_pt: Outro

# Invoice type display as badge
source: Subscription
de: Abonnement
es_mx: Suscripción
fr: Abonnement
id: Langganan
nl: Abonnement
pl: Subskrypcja
pt_pt: Subscrição

# Invoice type display as badge
source: Cancellation
de: Stornierung
es_mx: Cancelación
fr: Annulation
id: Pembatalan
nl: Annulering
pl: Anulowanie
pt_pt: Cancelamento

# Invoice type display as badge
source: Credit
de: Guthaben
es_mx: Crédito
fr: Crédit
id: Kredit
pl: Środki
pt_pt: Crédito

# Invoice type display as badge
source: Donation
de: Spende
es_mx: Donación
fr: Don
id: Sumbangan
nl: Donatie
pl: Darowizna
pt_pt: Donativo

# Invoice type display as badge
source: Chargeback
de: Rückbuchung
es_mx: Devolución
fr: Remboursement
id: Tolak bayar
nl: Terugvordering
pt_pt: Reembolso

# Invoice type display as badge
source: Renewal
de: Verlängerung
es_mx: Renovación
fr: Renouvellement
id: Pembaruan
nl: Vernieuwbaar
pl: Odnowienie
pt_pt: Renovação

# Invoice type display as badge
source: Refund
de: Erstattung
es_mx: Reembolso
fr: Remboursement
id: Pengembalian dana
nl: Terugbetalen
pl: Zwrot
pt_pt: Reembolso

# Invoice type display as badge
source: Modification
de: Änderung
es_mx: Modificación
id: Penyesuaian
nl: Wijziging
pl: Korekta
pt_pt: Modificação

# Invoice type display as badge
source: Addition
de: Zusatz
es_mx: Adición
fr: Complément
id: Penambahan
nl: Toevoeging
pl: Uzupełnienie
pt_pt: Adição

# Invoice state display as badge
source: Unpaid
de: Offen
es_mx: No pagada
fr: Non payé
id: Belum lunas
nl: Onbetaald
pl: Nieopłacona
pt_pt: Por pagar

# Invoice state display as badge
source: Paid
de: Bezahlt
es_mx: Pagada
fr: Payé
id: Lunas
nl: Betaald
pl: Opłacona
pt_pt: Paga

# Invoice state display as badge
source: Void
de: Ungültig
es_mx: Vencida
fr: Annulée
id: Batal
nl: Ongeldig
pl: Nieważna
pt_pt: Anulada

# Invoice state display as badge
source: Billed
de: Abgerechnet
es_mx: Facturada
fr: Facturé
id: Tertagih
nl: Gefactureerd
pl: Wystawiona
pt_pt: Facturado

# Invoice state display as badge
source: Writeoff
de: Ausbuchung
es_mx: Cancelación
fr: Effacée
id: Hapus buku
nl: Schrijven
pl: Odpis
pt_pt: Apagada

# Title for PDF file
source: ProtonMail invoice
de: ProtonMail‐Rechnung
es_mx: Factura de ProtonMail
fr: Facture ProtonMail
id: Tagihan ProtonMail
nl: ProtonMail factuur
pl: Faktura ProtonMail
pt_pt: Factura ProtonMail

# Info message for custom invoice modal
source: Add your name (or company name) and address to your invoices.
de: Fügen Sie Ihren Namen (oder Firmennamen) und Ihre Adresse zu Ihren Rechnungen hinzu.
es_mx: Añada su nombre (o nombre de la empresa) y dirección a sus facturas.
fr: Ajoutez votre nom (ou celui de votre entreprise) et votre adresse à vos factures.
id: Masukkan nama dan alamat Anda (atau perusahaan Anda) ke tagihan.
nl: Voeg uw naam (of bedrijfsnaam) en adres toe aan uw facturen.
pl: Dodaj swoje imię i nazwisko (lub nazwę firmy) oraz adres do faktury.
pt_pt: Adicione o seu nome (ou o da empresa) e morada às facturas.

# Placeholder for custom invoice text
source: Add your name (or company name) and address to your invoices
de: Fügen Sie Ihren Namen (oder Firmennamen) und Ihre Adresse zu Ihren Rechnungen hinzu
es_mx: Añada su nombre (o nombre de la compañía) y dirección a sus facturas
fr: Ajoutez votre nom (ou celui de votre entreprise) et votre adresse à vos factures
id: Masukkan nama dan alamat Anda (atau perusahaan Anda) ke tagihan
nl: Voeg uw naam (of bedrijfsnaam) en adres toe aan uw facturen
pl: Dodaj swoje imię i nazwisko (lub nazwę firmy) oraz adres do faktury
pt_pt: Adicione o seu nome (ou o da empresa) e morada às facturas

# Countdown status
source: Expired
de: Abgelaufen
fr: Expiré
id: Kedaluwarsa
nl: Verlopen
pl: Wygasła
pt_pt: Expirado

# Countdown unit
source: ${ days } day
de: ${ days } Tag
fr: ${ days } jour
id: ${ days } hari
nl: ${ days } dag
pl: ${ days } dzień
pt_pt: ${ days } dia

# Countdown unit
source: ${ hours } hour
de: ${ hours } Stunde
fr: ${ hours } heure
id: ${ hours } jam
nl: ${ hours } uur
pl: ${ hours } godzina
pt_pt: ${ hours } hora

# Countdown unit
source: ${ minutes } minute
id: ${ minutes } menit
nl: ${ minutes } minuut
pl: ${ minutes } minuta
pt_pt: ${ minutes } minuto
