Repository: ProtonVPN/proton-vpn-settings
Catalog: po/*.po
Languages: de, es_mx, fr, id, nl, pl, pt_pt

# Action
source: Pay annually and save 20%!
fr: Payez annuellement et économisez 20% !
nl: Betaal jaarlijks en bespaar 20%!
pl: Zapłać za plan roczny i zaoszczędź 20%!
pt_pt: Pague anualmente e poupe 20%!

# Action
source: Remove bonuses
de: Prämien entfernen
fr: Retirez les bonus
id: Hapus bonus
nl: Verwijder bonussen
pl: Zrezygnuj z bonusów
pt_pt: Remover bónus

# Action
source: Download
de: Herunterladen
es_mx: Descargar
fr: Télécharger
id: Unduh
pl: Pobierz
pt_pt: Transferir

# Action
source: Download all configurations
de: Alle Konfigurationen herunterladen
es_mx: Descargar todas las configuraciones
fr: Télécharger toutes les configurations
id: Unduh semua konfigurasi
nl: Download alle configuraties
pl: Pobierz wszystkie konfiguracje
pt_pt: Transferir todas as configurações

# Action
source: Update
de: Aktualisieren
es_mx: Actualizar
fr: Ajuster
id: Perbarui
pl: Zaktualizuj
pt_pt: Actualizar

# Action
source: Edit credentials
de: Anmeldedaten bearbeiten
es_mx: Editar credenciales
fr: Modifier les identifiants
id: Ubah kredensial
nl: Inloggegevens aanpassen
pl: Edytuj dane logowania
pt_pt: Editar credenciais

# Action
source: Hide
de: Ausblenden
es_mx: Ocultar
fr: Masquer
id: Sembunyikan
nl: Verberg
pl: Ukryj
pt_pt: Ocultar

# Action
source: Show
de: Anzeigen
es_mx: Mostrar
fr: Afficher
id: Tampilkan
nl: Toon
pl: Pokaż
pt_pt: Mostrar

# Action
source: Clear
de: Leeren
es_mx: Borrar
fr: Effacer
id: Bersihkan
nl: Wis
pl: Wyczyść
pt_pt: Limpar

# Action
source: Add screenshot(s)
de: Screenshot(s) hinzufügen
es_mx: Añadir captura(s)
fr: Ajouter une ou des capture(s) d'écran
id: Tambah tangkapan layar
nl: Screenshot(s) toevoegen
pl: Dodaj zrzuty ekranu
pt_pt: Adicionar captura(s) de ecrã

# Action
source: Submit
de: Absenden
es_mx: Enviar
fr: Soumettre
id: Kirim
nl: Verstuur
pl: Wyślij
pt_pt: Submeter

# Action
source: Hide info
de: Info ausblenden
es_mx: Ocultar información
fr: Masquer les informations
id: Sembunyikan info
nl: Verberg informatie
pl: Ukryj informacje
pt_pt: Ocultar informação

# Action
source: Show info
de: Info anzeigen
es_mx: Mostrar información
fr: Afficher les informations
id: Tampilkan info
nl: Toon informatie
pl: Pokaż informacje
pt_pt: Mostrar informação

# Action
source: Email me my username(s)
de: Meine(n) Benutzernamen per E-Mail zusenden
es_mx: Enviarme mi nombre de usuario(s)
fr: M'envoyer mon/mes nom(s) d'utilisateur par e-mail
id: Kirim surel nama pengguna saya
nl: E-mail me mijn gebruikersnaam(namen)
pl: Wyślij mi moją nazwę użytkownika
pt_pt: Enviem-me o nome de utilizador

# Action
source: Get a new password
de: Neues Passwort abrufen
es_mx: Obtener una contraseña nueva
fr: Obtenir un nouveau mot de passe
id: Buat kata sandi baru
nl: Krijg een nieuw wachtwoord
pl: Otrzymaj nowe hasło
pt_pt: Obter nova senha

# Action
source: Reset password
de: Passwort zurücksetzen
es_mx: Restablecer contraseña
fr: Réinitialiser le mot de passe
id: Atur ulang kata sandi
nl: Wachtwoord resetten
pl: Zresetuj hasło
pt_pt: Repor senha

# Action
source: Reset my password
de: Mein Passwort zurücksetzen
es_mx: Restablecer mi contraseña
fr: Réinitialiser mon mot de passe
id: Atur ulang kata sandi saya
nl: Mijn wachtwoord resetten
pl: Zresetuj hasło
pt_pt: Repor a minha senha

# Action
source: Log in
de: Anmelden
es_mx: Iniciar sesión
fr: Connexion
id: Masuk
nl: Aanmelden
pl: Zaloguj się
pt_pt: Iniciar sessão

# Action
source: Ok
de: Okay
id: Ya
nl: Oké
pt_pt: Aceitar

# Action
source: Change mailbox password
de: Mailbox‐Passwort ändern
es_mx: Cambiar contraseña del buzón
fr: Changer le mot de passe de messagerie
id: Ganti kata sandi kotak pesan
nl: Mailboxwachtwoord wijzigen
pl: Zmień hasło skrzynki pocztowej
pt_pt: Alterar a senha da caixa de correio

# Action
source: Delete
de: Löschen
es_mx: Eliminar
fr: Supprimer
id: Hapus
nl: Verwijder
pl: Usuń
pt_pt: Eliminar

# Action
source: Delete your account
de: Konto löschen
es_mx: Eliminar su cuenta
fr: Supprimer votre compte
id: Hapus akun Anda
nl: Verwijder uw account
pl: Usuń konto
pt_pt: Eliminar a sua conta

# Action
source: Back
de: Zurück
es_mx: Volver
fr: Retour
id: Kembali
nl: Vorige
pl: Wstecz
pt_pt: Recuar

# Action
source: Yes
de: Ja
es_mx: Sí
fr: Oui
id: Ya
nl: Ja
pl: Tak
pt_pt: Sim

# Action
source: Edit
de: Bearbeiten
es_mx: Editar
fr: Modifier
id: Sunting
nl: Bewerk
pl: Edytuj
pt_pt: Editar

# Action
source: Mark as default
de: Als Standard festlegen
es_mx: Marcar como predeterminado
fr: Définir par défaut
id: Tandai sebagai standar
nl: Markeren als standaard
pl: Oznacz jako domyślną
pt_pt: Marcar como predefinição

# Action
source: Add credit / debit card
de: Kredit‐/Debitkarte hinzufügen
es_mx: Añadir tarjeta de crédito/débito
fr: Ajouter une carte de crédit / débit
id: Tambah kartu kredit / debit
nl: Creditcard / bankpas toevoegen
pl: Dodaj kartę płatniczą
pt_pt: Adicionar cartão de débito/crédito

# Action
source: Add PayPal
de: PayPal hinzufügen
es_mx: Añadir PayPal
fr: Ajouter PayPal
id: Tambahkan Paypal
nl: PayPal toevoegen
pl: Dodaj konto PayPal
pt_pt: Adicionar conta PayPal

# Action
source: I have a question
de: Ich habe eine Frage
es_mx: Tengo una pregunta
fr: J’ai une question
id: Saya memiliki pertanyaan
nl: Ik heb een vraag
pl: Mam pytanie
pt_pt: Tenho uma questão

# Action
source: Report bug
de: Fehler melden
es_mx: Reportar un error
fr: Signaler un bug
id: Laporkan bug
nl: Bug melden
pl: Zgłoś błąd
pt_pt: Reportar erro

# Action
source: Settings
de: Einstellungen
es_mx: Ajustes
fr: Paramètres
id: Pengaturan
nl: Instellingen
pl: Ustawienia
pt_pt: Definições

# Action
source: Proton shop
es_mx: Tienda Proton
fr: Boutique Proton
id: Toko Proton
nl: Proton winkel
pl: Proton sklep
pt_pt: Loja Proton

# Action
source: Support us
de: Unterstützen Sie uns
es_mx: Apóyenos
fr: Soutenez-nous
id: Dukung kami
nl: Steun ons
pl: Wesprzyj nas
pt_pt: Apoie-nos

# Action
source: Logout
de: Abmelden
es_mx: Cerrar sesión
fr: Déconnexion
id: Keluar
nl: Afmelden
pl: Wyloguj
pt_pt: Terminar sessão

# Action
source: View
de: Ansicht
es_mx: Ver
fr: Afficher
id: Lihat
nl: Bekijk
pl: Zobacz
pt_pt: Ver

# Action
source: User
de: Benutzer
es_mx: Usuario
fr: Utilisateur
id: Pengguna
nl: Gebruiker
pl: Użytkownik
pt_pt: Utilizador

# Action
source: Organization
de: Organisation
es_mx: Organización
fr: Organisation
id: Organisasi
nl: Organisatie
pl: Organizacja
pt_pt: Organização

# Action
source: Confirm
de: Bestätigen
es_mx: Confirmar
fr: Confirmer
id: Konfirmasi
nl: Bevestig
pl: Potwierdź
pt_pt: Confirmar

# Action
source: Close modal
de: Dialog schließen
es_mx: Cerrar ventana
fr: Fermer la boîte de dialogue
id: Tutup jendela
nl: Sluit het venster
pl: Zamknij okno
pt_pt: Fechar diálogo

# Action
source: Select
de: Auswählen
es_mx: Seleccionar
fr: Sélectionner
id: Pilih
nl: Selecteer
pl: Wybierz
pt_pt: Seleccionar

# Action
source: Activate my coupon
de: Gutschein aktivieren
es_mx: Activar mi cupón
fr: Activer mon bon de réduction
id: Aktifkan kupon saya
nl: Activeer mijn coupon
pl: Aktywuj mój kupon
pt_pt: Activar o meu cupão

# Action
source: Create account
de: Konto erstellen
es_mx: Crear una cuenta
fr: Créer un compte
id: Buat akun
nl: Account aanmaken
pl: Utwórz konto
pt_pt: Criar conta

# Action
source: Go to login
de: Zur Anmeldung
es_mx: Ir al inicio de sesión
fr: Aller à la page de connexion
id: Ke halaman Masuk
nl: Ga naar login
pl: Przejdź do logowania
pt_pt: Iniciar sessão

# Action
source: View full plan comparison
de: Vollständigen Abonnement‐Vergleich anzeigen
es_mx: Ver comparación de todo el plan
fr: Voir la comparaison détaillée des offres
id: Lihat perbandingan paket lengkap
nl: Bekijk de volledige abonnementsvergelijking
pl: Zobacz pełne porównanie planów
pt_pt: Ver comparação completa do plano

# Action
source: Send
de: Senden
es_mx: Enviar
fr: Envoyer
id: Kirim
nl: Versturen
pl: Wyślij
pt_pt: Enviar

# Action
source: Resend
de: Erneut senden
es_mx: Reenviar
fr: Réenvoyer
id: Kirim ulang
nl: Opnieuw versturen
pl: Wyślij ponownie
pt_pt: Reenviar

# Action
source: Did not receive the code?
de: Code nicht erhalten?
es_mx: ¿No recibió el código?
fr: Vous n’avez pas reçu le code?
id: Tidak menerima kode?
nl: Code niet ontvangen?
pl: Nie otrzymałeś kodu?
pt_pt: Não recebeu o código?

# Action
source: Use another verification method
de: Eine andere Verifizierungsmethode verwenden
es_mx: Use otro método para verificar
fr: Utiliser une autre méthode de vérification
id: Gunakan metode verifikasi lainnya
nl: Gebruik een andere verificatiemethode
pl: Użyj innej metody weryfikacji
pt_pt: Utilize outro método de verificação

# Action
source: Confirm payment
de: Zahlung bestätigen
es_mx: Confirmar pago
fr: Confirmer le paiement
id: Konfirmasi pembayaran
nl: Betaling bevestigen
pl: Potwierdź płatność
pt_pt: Confirmar pagamento

# Action
source: Pay annually and save 20%
de: Jährlich bezahlen und 20 % sparen
es_mx: Pague anualmente y ahorre un 20%
fr: Payer annuellement et économiser 20%
id: Bayar tahunan dan hemat 20%
nl: Betaal jaarlijks en bespaar 20%
pl: Zapłać za plan roczny i zaoszczędź 20%
pt_pt: Pague anualmente e poupe 20%

# Action
source: Try ${ upsellPlan.title } for only ${ totalMonthlyText }
de: ${ upsellPlan.title } für nur ${ totalMonthlyText } ausprobieren
es_mx: Pruebe ${ upsellPlan.title } por sólo ${ totalMonthlyText }
fr: Essayer ${ upsellPlan.title } pour seulement ${ totalMonthlyText }
id: Cobalah ${ upsellPlan.title } hanya dengan ${ totalMonthlyText }
nl: Probeer ${ upsellPlan.title } voor maar ${ totalMonthlyText }
pl: Wypróbuj plan ${ upsellPlan.title } za ${ totalMonthlyText }
pt_pt: Tente ${ upsellPlan.title } por apenas ${ totalMonthlyText }

# Action
source: Homepage
de: Startseite
es_mx: Página principal
fr: Page d'accueil
id: Beranda
nl: Startpagina
pl: Strona główna
pt_pt: Página inicial

# Action
source: Need help
de: Hilfe benötigt
es_mx: Necesita ayuda
fr: Besoin d'aide
id: Butuh bantuan
nl: Hulp nodig
pl: Potrzebuję pomocy
pt_pt: Preciso de ajuda

# Info
source: Your bank requires 3-D Secure verification for security purposes.
de: Ihre Bank benötigt aus Sicherheitsgründen eine 3-D-Secure-Überprüfung.
es_mx: Su banco requiere una verificación de seguridad 3-D por razones de seguridad.
fr: Pour des raisons de sécurité, votre banque exige une vérification 3-D Secure.
id: Bank Anda memerlukan verifikasi 3-D Secure demi keamanan.
nl: Uw bank vereist 3-D Secure verificatie voor veiligheidsdoeleinden.
pl: Twój bank wymaga weryfikacji 3-D Secure ze względów bezpieczeństwa.
pt_pt: O seu banco requer verificação 3-D Secure por motivos de segurança.

# Info
source: Verification will open a new tab, please disable any popup blockers. You will not be charged. Any amount used to verify the card will be refunded immediately.
de: Die Überprüfung öffnet einen neuen Tab – bitte deaktivieren Sie daher alle Popup-Blocker. Ihr Konto wird nichts berechnet. Jeder Betrag, der zur Überprüfung der Karte verwendet wird, wird sofort zurückerstattet.
es_mx: La verificación abrirá una pestaña nueva, deshabilite cualquier bloqueador de ventanas emergentes. No se le cobrará este proceso. Cualquier monto usado para verificar la tarjeta le será reembolsado inmediatamente.
fr: La vérification ouvrira un nouvel onglet, veuillez désactiver tout bloqueur de popup. Vous ne serez pas facturé. Tout montant utilisé pour vérifier la carte sera remboursé immédiatement.
id: Verifikasi akan membuka tab baru, mohon menonaktifkan pemblokir popup. Anda tidak akan dikenakan biaya. Berapapun jumlah yang digunakan untuk verifikasi akan segera dikembalikan.
nl: Verificatie opent een nieuw tabblad, schakel alle popup blockers uit. U wordt niet in rekening gebracht. Elk bedrag dat wordt gebruikt om de kaart te verifiëren zal onmiddellijk worden terugbetaald.
pl: Otworzy się nowa karta w celu potwierdzenia płatności. Wyłącz blokadę wyskakujących okien. Twoje konto nie zostanie obciążone, kwota pobrana w celu zweryfikowania karty płatniczej, zostanie od razu zwrócona.
pt_pt: A verificação abrirá um novo separador, por favor desactive os bloqueadores de janelas. Nada lhe será cobrado. Qualquer valor utilizado para verificar o cartão será imediatamente devolvido.

# Info
source: Verification will open a new tab, please disable any popup blockers.
de: Die Bestätigung öffnet einen neuen Tab. Bitte deaktivieren Sie alle Popup‐Blocker.
es_mx: La verificación abrirá una pestaña nueva, deshabilite cualquier bloqueador de ventanas.
fr: La vérification ouvrira un nouvel onglet, veuillez désactiver tout bloqueur de popup.
id: Verifikasi akan membuka tab baru, mohon menonaktifkan pemblokir popup.
nl: Verificatie zal een nieuw tabblad openen, schakel eventuele popup blockers uit.
pl: Otworzy się nowa karta w celu potwierdzenia płatności. Wyłącz blokadę wyskakujących okien.
pt_pt: A verificação abrirá um novo separador, por favor desactive os bloqueadores de janelas.

# Info
source: You will be soon redirected to your bank to verify your payment.
de: Sie werden in Kürze zu Ihrer Bank weitergeleitet, um Ihre Zahlung zu überprüfen.
es_mx: Pronto será redirigido a su banco para verificar su pago.
fr: Vous serez bientôt redirigé vers votre banque pour vérifier votre paiement.
id: Anda akan segera dialihkan menuju bank Anda untuk memverifikasi pembayaran Anda.
nl: U wordt doorgestuurd naar uw bank om uw betaling te controleren.
pl: Wkrótce zostaniesz przekierowany na stronę swojego banku w celu zweryfikowania płatności.
pt_pt: Será brevemente redireccionado para o seu banco para verificar o pagamento.

# Info
source: Please verify the card in the new tab which was opened.
de: Bitte überprüfen Sie die Karte im neu geöffneten Tab.
es_mx: Verifique la tarjeta en la pestaña nueva que se abrió.
fr: Veuillez vérifier la carte dans le nouvel onglet qui a été ouvert.
id: Mohon verifikasi kartu pada tab baru yang telah dibuka.
nl: Controleer de kaart in het nieuwe tabblad dat is geopend.
pl: Zweryfikuj kartę w nowej karcie przeglądarki.
pt_pt: Por favor, verifique o cartão no separador que abriu.

# Info
source: Please verify payment at the new tab which was opened.
de: Bitte überprüfen Sie die Zahlung im neu geöffneten Tab.
es_mx: Verifique el pago en la pestaña nueva que se abrió.
fr: Veuillez vérifier le paiement dans le nouvel onglet qui a été ouvert.
id: Mohon verifikasi pembayaran pada tab baru yang telah dibuka.
nl: Controleer de betaling op het nieuwe tabblad dat is geopend.
pl: Zweryfikuj płatność w nowej karcie przeglądarki.
pt_pt: Por favor, verifique o pagamento no separador que abriu.

# Info
source: Verification can take a few minutes.
de: Die Überprüfung kann einige Minuten dauern.
es_mx: La verificación puede tardar unos minutos.
fr: La vérification peut prendre quelques minutes.
id: Verifikasi dapat berlangsung dalam beberapa menit.
nl: Verificatie kan een paar minuten duren.
pl: Weryfikacja może zająć kilka minut.
pt_pt: A verificação pode levar alguns minutos.

# Info
source: Payment can take a few minutes to fully verify.
de: Die vollständige Überprüfung der Zahlung kann einige Minuten dauern.
es_mx: El pago puede tardar unos minutos para verificarse completamente.
fr: La vérification complète du paiement peut prendre quelques minutes.
id: Pembayaran dapat memakan waktu beberapa menit untuk terverifikasi sepenuhnya.
nl: De betaling bevestigen kan een paar minuten duren.
pl: Weryfikacja płatności może zająć kilka minut.
pt_pt: O pagamento pode levar alguns minutos até estar completo.

# Info
source: Please try again, use a different payment method, or call your bank for assistance.
de: Bitte versuchen Sie es erneut, verwenden Sie eine andere Zahlungsmethode oder wenden Sie sich an Ihre Bank.
es_mx: Intente de nuevo, utilice un método de pago diferente o llame a su banco para asistencia.
fr: Veuillez réessayer, utiliser un autre mode de paiement ou appeler votre banque pour obtenir de l'aide.
id: Mohon ulangi kembali, menggunakan metode pembayaran berbeda, atau menghubungi bank Anda untuk mendapatkan bantuan.
nl: Probeer het opnieuw, gebruik een andere betaalmethode of bel uw bank voor hulp.
pl: Spróbuj ponownie, użyj innej metody płatności lub skontaktuj się ze swoim bankiem w celu uzyskania pomocy.
pt_pt: Por favor, tente novamente, use um método de pagamento diferente ou contacte o seu banco para assistência.

# Info
source: Your account will be downgraded in a few minutes.
de: Ihr Konto wird in wenigen Minuten herabgestuft.
es_mx: Su cuenta será degradada en unos pocos minutos.
fr: Votre compte sera rétrogradé dans quelques minutes.
id: Akun Anda akan diturunkan dalam beberapa menit.
nl: Uw account wordt binnen enkele minuten gedowngrade.
pl: Twój plan zostanie obniżony za kilka minut.
pt_pt: A sua conta será regredida nalguns minutos.

# Info
source: Additional addresses, custom domains, and users must be removed/disabled before performing this action. Any connections to premium servers will be terminated.
de: Zusätzliche Adressen, benutzerdefinierte Domains und Benutzer müssen entfernt/deaktiviert werden, bevor diese Aktion ausgeführt werden kann. Alle Verbindungen zu Premium-Servern werden beendet.
es_mx: Las direcciones adicionales, dominios personalizados y usuarios deben ser eliminados/desactivados antes de realizar esta acción. Cualquier conexión a servidores premium será finalizada.
fr: Les adresses supplémentaires, les domaines personnalisés et les utilisateurs doivent être supprimés/désactivés avant d'effectuer cette action. Toute connexion aux serveurs premium sera interrompue.
id: Alamat tambahan, domain kustom, dan pengguna harus dihapus/dinonaktifkan sebelum melakukan tindakan ini. Segala koneksi ke server premium akan diputuskan.
nl: Extra adressen, eigen domeinen, en gebruikers moeten worden verwijderd/uitgeschakeld vóór het uitvoeren van deze actie. Alle verbindingen met premium servers zullen worden beëindigd.
pl: Dodatkowe adresy, niestandardowe domeny oraz konta użytkowników muszą zostać usunięte lub wyłączone przed wykonaniem tej czynności. Wszelkie połączenia z serwerami premium zostaną zakończone.
pt_pt: Tem de remover endereços, domínios personalizados e utilizadores adicionais antes de realizar esta acção. Qualquer ligação a servidores Premium será extinta.

# Info
source: No subscription yet
de: Noch kein Abonnement
es_mx: No hay suscripciones
fr: Aucun abonnement pour l'instant
id: Belum berlangganan
nl: Nog geen abonnement
pl: Brak subskrypcji
pt_pt: Ainda sem subscrição

# Info
source: To manage your subscription, customize your current plan or select another one from the plan's table.
de: Um Ihr Abonnement zu verwalten, passen Sie Ihr aktuelles Abonnement an oder wählen Sie ein anderes aus der Tabelle des Abonnements aus.
fr: Pour gérer votre abonnement, personnalisez votre offre actuelle ou sélectionnez-en une autre dans le tableau des offres.
id: Untuk mengelola langganan Anda, sesuaikan paket anda saat ini atau pilih paket lain dari tabel.
nl: Om uw abonnement te beheren pas uw huidig abonnement aan of selecteer een ander abonnement uit de tabel van het abonnement.
pl: Aby zarządzać subskrypcją, dostosuj swój obecny plan lub wybierz inny z tabeli planów.
pt_pt: Para gerir a sua subscrição, personalize o seu plano actual ou seleccione outro na tabela de planos.

# Info
source: Not activated
de: Nicht aktiviert
es_mx: No activado
fr: Non activé
id: Belum diaktifkan
nl: Niet geactiveerd
pl: Nie aktywowana
pt_pt: Não activada

# Info
source: Regular price: ${ regularPrice }
de: Regulärer Preis: ${ regularPrice }
fr: Prix normal : ${ regularPrice }
id: Harga biasa: ${ regularPrice }
nl: Normale prijs: ${ regularPrice }
pl: Regularna cena: ${ regularPrice }
pt_pt: Preço normal: ${ regularPrice }

# Info
source: Black Friday 2019 newcomer discount has been applied!
de: Black-Friday-2019-Neueinsteigerrabatt wurde eingelöst!
fr: La réduction pour les nouveaux arrivants du Black Friday 2019 a été appliquée !
id: Diskon Black Friday 2019 untuk pendatang baru telah diterapkan!
nl: Black Friday 2019 nieuwkomer korting is toegepast!
pl: Zniżka dla nowych użytkowników z okazji Czarnego Piątku 2019 została naliczona!
pt_pt: O desconto da Sexta-feira negra 2019 para novo aderente foi aplicado!

# Info
source: Save 20% with annual
de: 20 % sparen bei jährlicher Zahlweise
es_mx: Ahorre 20% con anual
fr: Économisez 20 % avec l'abonnement annuel
id: Hemat 20% tahunan
nl: Bespaar 20% met een jaarlijks abonnement
pl: Zaoszczędź 20% z planem rocznym
pt_pt: Poupe 20% anualmente

# Info
source: A 20% discount for annual billing has been automatically applied.
de: Ein Rabatt von 20 % für die jährliche Abrechnung wurde automatisch angewendet.
es_mx: Se aplicó automáticamente un descuento del 20% en la facturación anual.
fr: Une réduction de 20% a été automatiquement appliquée grâce à la facturation annuelle.
id: Diskon 20% untuk tagihan tahunan telah diterapkan secara otomatis.
nl: Een korting van 20% voor jaarlijkse facturering is automatisch toegepast.
pl: Zniżka 20% za wykupienie planu rocznego została automatycznie naliczona.
pt_pt: Foi aplicado automaticamente um desconto de 20% à facturação anual.

# Info
source: A 33% discount two year billing has been automatically applied.
de: Ein Rabatt von 33 % auf die zweijährige Abrechnungszeit wurde automatisch berücksichtigt.
es_mx: Se aplicó automáticamente un descuento del 33% en la facturación bienal.
fr: Une réduction de 33% a été automatiquement appliquée grâce à la facturation bisannuelle.
id: Diskon 33% untuk tagihan dua tahun telah diterapkan secara otomatis.
nl: Een korting van 33% voor tweejaarlijkse facturering is automatisch toegepast.
pl: Zniżka 33% za wykupienie planu dwuletniego została automatycznie naliczona.
pt_pt: Foi aplicado automaticamente um desconto de 33% à facturação bi-anual.

# Info
source: By using ProtonVPN to browse the web, your Internet connection is encrypted to ensure that your navigation is secure. ProtonVPN has servers located in 30+ countries around the world.
de: Wenn Sie ProtonVPN in Ihrem Webbrowser verwenden, wird Ihre Internetverbindung verschlüsselt, um sicherzustellen, dass Ihre Navigation sicher ist. ProtonVPN verfügt über Server in mehr als 30 Ländern auf der ganzen Welt.
es_mx: Al usar ProtonVPN para navegar en la web, su conexión a internet está cifrada para asegurar que su navegación es segura. ProtonVPN tiene servidores en más de 30 países alrededor del mundo.
fr: En utilisant ProtonVPN pour naviguer sur le web, votre connexion Internet est chiffrée pour vous assurer une navigation sécurisée. ProtonVPN possède des serveurs situés dans plus de 30 pays.
id: Dengan menggunakan ProtonVPN untuk menjelajah web, koneksi internet Anda terenkripsi untuk memastikan aktivitas Anda aman. ProtonVPN memiliki server berlokasi di 30+ negara di seluruh dunia.
nl: Door ProtonVPN te gebruiken om op het web te surfen, is uw internetverbinding versleuteld om te garanderen dat uw navigatie veilig is. ProtonVPN heeft servers in 30+ landen over de hele wereld.
pl: Podczas korzystania z ProtonVPN do przeglądania stron internetowych, Twoje połączenie internetowe jest szyfrowane, aby zapewnić bezpieczeństwo Twojej tożsamości. ProtonVPN posiada serwery zlokalizowane w ponad 30 krajach na całym świecie.
pt_pt: Ao utilizar o ProtonVPN para navegar na rede, a sua ligação à Internet é encriptada para garantir que a navegação é segura. O ProtonVPN tem servidores localizados em mais de 30 países em todo o mundo.

# Info
source: no subscription
de: kein Abonnement
es_mx: no hay suscripción
fr: aucun abonnement
id: tidak ada paket berlangganan
nl: geen abonnement
pl: brak subskrypcji
pt_pt: sem subscrição

# Info
source: monthly billing
de: Monatliche Zahlweise
es_mx: facturación mensual
fr: facturation mensuelle
id: penagihan bulanan
nl: maandelijkse betaling
pl: płatność miesięczna
pt_pt: facturação mensal
