Repository: ProtonVPN/proton-vpn-settings
Catalog: po/*.po
Languages: de, es_mx, fr, id, nl, pl, pt_pt

# Title
source: Order summary
de: Bestellübersicht
es_mx: Resumen del pedido
fr: Récapitulatif de la commande
id: Ringkasan pesanan
nl: Besteloverzicht
pl: Podsumowanie zamówienia
pt_pt: Resumo da encomenda

# Title
source: Upgrading account
de: Konto‐Upgrade
es_mx: Mejorando la cuenta
fr: Mise à niveau du compte
id: Tingkatkan akun
nl: Account upgraden
pl: Ulepszanie konta
pt_pt: A actualizar a conta

# Title
source: VPN protection
de: VPN‐Schutz
es_mx: Protección VPN
fr: Protection VPN
id: Perlindungan VPN
nl: VPN-beveiliging
pl: Ochrona VPN
pt_pt: Protecção VPN

# Title
source: Customization
de: Anpassung
es_mx: Personalización
fr: Personnalisation
id: Penyesuaian
nl: Aanpassingen
pl: Personalizacja
pt_pt: Personalização

# Title
source: Make a donation
de: Spenden
es_mx: Hacer una donación
fr: Faire un don
id: Menyumbang
nl: Maak een donatie
pl: Przekaż darowiznę
pt_pt: Faça um donativo

# Title
source: Gift code
de: Gutscheincode
es_mx: Código de regalo
fr: Code cadeau
id: Kode hadiah
nl: Geschenkcode
pl: Kod podarunkowy
pt_pt: Código de oferta

# Title
source: Add credits
de: Guthaben hinzufügen
es_mx: Añadir créditos
fr: Ajouter des crédits
id: Tambahkan kredit
nl: Voeg tegoed toe
pl: Dodaj środki
pt_pt: Adicionar créditos

# Title
source: Billing details
de: Abrechnungsdetails
es_mx: Datos de facturación
fr: Détails de la facturation
id: Rincian tagihan
nl: Factuurdetails
pl: Szczegóły płatności
pt_pt: Detalhes da facturação

# Title
source: Confirm loss of Proton bonuses
de: Bestätigen Sie den Verzicht auf Proton-Prämien
fr: Confirmez la perte des bonus Proton
id: Konfirmasi hilangnya bonus Proton
nl: Bevestig verlies van Proton bonussen
pl: Potwierdź utratę Proton bonusów
pt_pt: Confirmar perda de bónus Proton

# Title
source: OpenVPN configuration files
de: OpenVPN-Konfigurationsdateien
es_mx: Archivos de configuración de OpenVPN
fr: Fichiers de configuration OpenVPN
id: Berkas konfigurasi OpenVPN
nl: OpenVPN configuratiebestanden
pl: Pliki konfiguracyjne OpenVPN
pt_pt: Ficheiros de configuração OpenVPN

# Title
source: 1. Select platform
de: 1.) Plattform auswählen
es_mx: 1. Seleccionar plataforma
fr: 1. Sélectionnez la plateforme
id: 1. Pilih platform
nl: Selecteer platform
pl: 1. Wybierz platformę
pt_pt: 1. Seleccionar plataforma

# Title
source: 2. Select protocol
de: 2.) Protokoll auswählen
es_mx: 2. Seleccionar protocolo
fr: 2. Sélectionnez le protocole
id: 2. Pilih protokol
nl: 2. Selecteer protocol
pl: 2. Wybierz protokół
pt_pt: 2. Seleccionar protocolo

# Title
source: 3. Select connection and download
de: 3. Verbindung auswählen und anschließend herunterladen
es_mx: 3. Seleccionar conexión y descarga
fr: 3. Sélectionnez la connexion et téléchargez
id: 3. Pilih koneksi dan unduh
nl: 3. Selecteer verbinding en download
pl: 3. Wybierz połączenie i pobierz konfigurację
pt_pt: 3. Seleccionar ligação e transferir

# Title
source: Secure core configs
de: Secure‐Core‐Konfigurationen
es_mx: Ajustes de Secure Core
fr: Paramètres Secure Core
id: Konfigurasi Secure Core
nl: Secure Core configuraties
pl: Konfiguracja Secure Core
pt_pt: Configurações Secure Core

# Title
source: Country configs
de: Länderkonfigurationen
es_mx: Ajustes de país
fr: Paramètres pays
id: Konfigurasi negara
nl: Landconfiguraties
pl: Konfiguracja kraju
pt_pt: Configurações do país

# Title
source: Server configs
de: Serverkonfigurationen
es_mx: Ajustes de servidor
fr: Paramètres serveur
id: Konfigurasi server
nl: Serverconfiguraties
pl: Konfiguracja serwera
pt_pt: Configurações do servidor

# Title
source: ProtonVPN clients
es_mx: Clientes de ProtonVPN
fr: Clients ProtonVPN
id: Klien ProtonVPN
nl: ProtonVPN klanten
pl: Klienci ProtonVPN
pt_pt: Clientes ProtonVPN

# Title
source: Edit OpenVPN / IKEv2 credentials
de: OpenVPN‐/IKEv2‐Anmeldedaten bearbeiten
es_mx: Editar credenciales OpenVPN / IKEv2
fr: Modifier les identifiants OpenVPN / IKEv2
id: Ubah kredensial OpenVPN / IKEv2
nl: OpenVPN / IKEv2 inloggegevens aanpassen
pl: Edytuj dane logowania OpenVPN / IKEv2
pt_pt: Editar credenciais OpenVPN/IKEv2

# Title
source: OpenVPN / IKEv2 username
de: OpenVPN‐/IKEv2‐Benutzername
es_mx: Usuario OpenVPN / IKEv2
fr: Nom d'utilisateur OpenVPN / IKEv2
id: Nama pengguna OpenVPN / IKEv2
nl: OpenVPN / IKEv2 gebruikersnaam
pl: Nazwa użytkownika OpenVPN / IKEv2
pt_pt: Utilizador OpenVPN/IKEv2

# Title
source: Report bug
de: Fehler melden
es_mx: Reportar error
fr: Signaler un bug
id: Laporkan galat
nl: Bug melden
pl: Zgłoś błąd
pt_pt: Reportar erro

# Title
source: Confirm reset password
de: Passwortzurücksetzung bestätigen
es_mx: Confirmar restablecimiento de contraseña
fr: Confirmer la réinitialisation du mot de passe
id: Konfirmasikan penyetelan ulang kata sandi
nl: Herstelwachtwoord bevestigen
pl: Potwierdź resetowanie hasła
pt_pt: Confirmar reposição da senha

# Title
source: Log in
de: Anmelden
es_mx: Iniciar sesión
fr: Connexion
id: Masuk
nl: Aanmelden
pl: Zaloguj się
pt_pt: Iniciar sessão

# Title
source: Forgot your username?
de: Benutzernamen vergessen?
es_mx: ¿Olvidó su nombre de usuario?
fr: Vous avez oublié votre nom d'utilisateur ?
id: Lupa nama pengguna?
nl: Gebruikersnaam vergeten?
pl: Nie pamiętasz nazwy użytkownika?
pt_pt: Esqueceu-se do utilizador?

# Title
source: Sign in again to continue
de: Melden Sie sich erneut an, um fortzufahren
es_mx: Inicie sesión nuevamente para continuar
fr: Connectez-vous à nouveau pour continuer
id: Masuk lagi untuk melanjutkan
nl: Log opnieuw in om door te gaan
pl: Zaloguj się ponownie, aby kontynuować
pt_pt: Reinicie sessão para continuar

# Title
source: Reset password
de: Passwort zurücksetzen
es_mx: Restablecer contraseña
fr: Réinitialiser le mot de passe
id: Setel ulang sandi
nl: Wachtwoord resetten
pl: Zresetuj hasło
pt_pt: Repor senha

# Title
source: Account disabled
de: Konto deaktiviert
es_mx: Cuenta deshabilitada
fr: Compte désactivé
id: Akun dinonaktifkan
nl: Account uitgeschakeld
pl: Konto zostało wyłączone
pt_pt: Conta desactivada

# Title
source: Change login password
de: Anmeldepasswort ändern
es_mx: Cambiar contraseña de inicio de sesión
fr: Changer le mot de passe de connexion
id: Ubah kata sandi masuk
nl: Loginwachtwoord wijzigen
pl: Zmień hasło logowania
pt_pt: Alterar senha de início de sessão

# Title
source: Switch to two-password mode
de: Zum Zwei‐Passwörter‐Modus wechseln
es_mx: Cambiar al modo de dos contraseñas
fr: Passer en mode deux mots de passe
id: Beralih ke mode dua sandi
nl: Overschakelen naar twee-wachtwoord modus
pl: Przełącz do trybu podwójnego hasła
pt_pt: Mudar para modo Senha dupla

# Title
source: Switch to one-password mode
de: Zum Ein‐Passwort‐Modus wechseln
es_mx: Cambiar al modo de una contraseña
fr: Passer en mode un seul mot de passe
id: Beralih ke mode satu sandi
nl: Overschakelen naar één-wachtwoord modus
pl: Przełącz do trybu pojedynczego hasła
pt_pt: Mudar para modo Senha única

# Title
source: Change password
de: Passwort ändern
es_mx: Cambiar contraseña
fr: Changer le mot de passe
id: Ubah sandi
nl: Wijzig wachtwoord
pl: Zmień hasło
pt_pt: Alterar senha

# Title
source: Change mailbox password
de: Mailbox‐Passwort ändern
es_mx: Cambiar contraseña del buzón
fr: Changer le mot de passe de messagerie
id: Ubah sandi kotak pesan
nl: Mailboxwachtwoord wijzigen
pl: Zmień hasło skrzynki pocztowej
pt_pt: Alterar senha da caixa de correio

# Title
source: Passwords
de: Passwörter
es_mx: Contraseñas
fr: Mots de passe
id: Kata Sandi
nl: Wachtwoorden
pl: Hasła
pt_pt: Senhas

# Title
source: Password
de: Passwort
es_mx: Contraseña
fr: Mot de passe
id: Kata sandi
nl: Wachtwoord
pl: Hasło
pt_pt: Senha

# Title
source: Login password
de: Anmeldepasswort
es_mx: Contraseña de inicio de sesión
fr: Mot de passe de connexion
id: Kata sandi masuk
nl: Inlogwachtwoord
pl: Hasło logowania
pt_pt: Senha de início de sessão

# Title
source: Delete account
de: Konto löschen
es_mx: Eliminar cuenta
fr: Supprimer le compte
id: Hapus akun
nl: Account verwijderen
pl: Usuń konto
pt_pt: Eliminar conta

# Title
source: Username
de: Benutzername
es_mx: Nombre de usuario
fr: Nom d'utilisateur
id: Nama pengguna
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_pt: Utilizador

# Title
source: Email subscriptions
de: E‐Mail‐Abonnements
es_mx: Suscripciones de correo electrónico
fr: Lettres d'information
id: Langganan via surel
nl: Nieuwsbrieven
pl: Moje subskrypcje
pt_pt: Subscrições de email

# Title
source: Set up two-factor authentication
de: Zwei‐Faktor‐Authentifizierung einrichten
es_mx: Configurar autenticación de dos factores
fr: Configurer l'authentification en deux étapes
id: Aktifkan pemeriksaan dua jenjang
nl: Tweestapsverificatie instellen
pl: Ustaw uwierzytelnianie dwustopniowe
pt_pt: Configurar autenticação em dois passos

# Title
source: Disable two-factor authentication
de: Zwei‐Faktor‐Authentifizierung deaktivieren
es_mx: Deshabilitar autenticación de dos factores
fr: Désactiver l'authentification à deux facteurs
id: Nonaktifkan otentikasi dua-faktor
nl: Tweestapsverificatie uitschakelen
pl: Wyłącz uwierzytelnianie dwustopniowe
pt_pt: Desactivar autenticação em dois passos

# Title
source: Two-factor authentication
de: Zwei‐Faktor‐Authentifizierung
es_mx: Autenticación de dos factores
fr: Authentification à deux facteurs
id: Otentikasi dua-faktor
nl: Tweestapsverificatie
pl: Uwierzytelnianie dwustopniowe
pt_pt: Autenticação em dois passos

# Title
source: Payment methods
de: Zahlungsmethoden
es_mx: Métodos de pago
fr: Modes de paiement
id: Metode pembayaran
nl: Betaalmethoden
pl: Metody płatności
pt_pt: Métodos de pagamento

# Title
source: Human verification
de: Menschliche Überprüfung
es_mx: Verificación humana
fr: Vérification humaine
id: Pembuktian manusia
nl: Persoonsverificatie
pl: Weryfikacja antyspamowa
pt_pt: Verificação humana

# Title
source: Confirm address
de: Adresse bestätigen
es_mx: Confirmar dirección
fr: Confirmer l'adresse
id: Konfirmasi alamat
nl: Adres bevestigen
pl: Potwierdź adres
pt_pt: Confirme o endereço

# Title
source: Update recovery/notification email
de: Wiederherstellungs-/Benachrichtigungs-E-Mail-Adresse aktualisieren
es_mx: Actualizar correo de recuperación/notificación
fr: Mettre à jour l'e-mail de récupération/notification
id: Perbarui surel pemulihan/pemberitahuan
nl: Herstel/notificatie e-mailadres updaten
pl: Zaktualizuj adres e-mail odzyskiwania/powiadomień
pt_pt: Actualizar email de recuperação/notificação

# Title
source: Recovery & notification
de: Wiederherstellung & Benachrichtigung
es_mx: Recuperación y notificación
fr: Récupération & notification
id: Pemulihan & pemberitahuan
nl: Herstel & notificaties
pl: Odzyskiwanie i powiadomienia
pt_pt: Recuperação & Notificação

# Title
source: Pay invoice
de: Rechnung zahlen
es_mx: Pagar factura
fr: Payer la facture
id: Bayar tagihan
nl: Factuur betalen
pl: Opłać fakturę
pt_pt: Pagar factura

# Title
source: Preview invoice
de: Rechnungsvorschau
es_mx: Vista previa de factura
fr: Aperçu de la facture
id: Lihat tagihan
nl: Factuur voorbeeld
pl: Podgląd faktury
pt_pt: Antever factura

# Title
source: Add invoice details
de: Rechnungsdetails hinzufügen
es_mx: Añadir detalles de la factura
fr: Ajouter des informations de facturation
id: Isi rincian tagihan
nl: Voeg facturatiedetails toe
pl: Dodaj szczegóły faktury
pt_pt: Adicionar detalhes da factura

# Title
source: Invoices
de: Rechnungen
es_mx: Facturas
fr: Factures
id: Tagihan
nl: Facturen
pl: Faktury
pt_pt: Facturas

# Title
source: Amount
de: Betrag
es_mx: Monto
fr: Montant
id: Jumlah
nl: Bedrag
pl: Kwota
pt_pt: Quantia

# Title
source: Type
de: Typ
es_mx: Tipo
id: Jenis
pl: Typ
pt_pt: Tipo

# Title
source: Status
es_mx: Estado
fr: Statut
pt_pt: Estado

# Title
source: Date
de: Datum
es_mx: Fecha
id: Tanggal
nl: Datum
pl: Data
pt_pt: Data

# Title
source: Action
de: Aktion
es_mx: Acción
id: Tindakan
nl: Actie
pl: Akcja
pt_pt: Acção

# Title
source: Navigation
es_mx: Navegación
id: Navigasi
nl: Navigatie
pt_pt: Navegação

# Title
source: Open actions dropdown
de: Aktionen-Auswahlliste öffnen
es_mx: Abrir acciones desplegables
fr: Menu déroulant des actions
id: Buka menu tindakan
nl: Open acties dropdownmenu
pl: Otwórz listę akcji
pt_pt: Abrir lista de acções

# Title
source: Preview
de: Vorschau
es_mx: Previsualizar
fr: Aperçu
id: Pratayang
nl: Voorbeeld
pl: Podgląd
pt_pt: Antever

# Title
source: My subscription
de: Mein Abonnement
es_mx: Mi suscripción
fr: Mon abonnement
id: Langganan saya
nl: Mijn abonnement
pl: Moja subskrypcja
pt_pt: A minha subscrição

# Title
source: Plans
de: Pakete
es_mx: Planes
fr: Offres
id: Paket
nl: Abonnementen
pl: Plany
pt_pt: Planos

# Title
source: Dashboard
de: Übersicht
es_mx: Panel de control
fr: Tableau de bord
id: Dasbor
pl: Pulpit
pt_pt: Painel

# Title
source: Billing
de: Abrechnung
es_mx: Facturación
fr: Facturation
id: Penagihan
nl: Facturatie
pl: Rozliczenie
pt_pt: Facturação

# Title
source: Account
de: Konto
es_mx: Cuenta
fr: Compte
id: Akun
pl: Konto
pt_pt: Conta

# Title
source: Delete
de: Löschen
es_mx: Eliminar
fr: Supprimer
id: Hapus
nl: Verwijderen
pl: Usuń
pt_pt: Eliminar

# Title
source: Downloads
es_mx: Descargas
fr: Téléchargements
id: Unduhan
pl: Pliki do pobrania
pt_pt: Transferências

# Title
source: Payments
de: Zahlungen
es_mx: Pagos
fr: Paiements
id: Pembayaran
nl: Betalingen
pl: Płatności
pt_pt: Pagamentos

# Title
source: User log in
de: Benutzeranmeldung
es_mx: Inicio de sesión de usuario
fr: Identifiants
id: Login pengguna
nl: Gebruikerslogin
pl: Logowanie użytkownika
pt_pt: Sessão do utilizador

# Title
source: Redeem coupon
de: Gutschein einlösen
fr: Échanger le bon de réduction
id: Tukar kupon
nl: Coupon inwisselen
pl: Wykorzystaj kupon
pt_pt: Resgatar cupão

# Title
source: Redeem your coupon and start protecting your online privacy
de: Lösen Sie Ihren Gutschein ein und schützen Sie Ihre Online-Privatsphäre
es_mx: Canjee su cupón y comience a proteger su privacidad en línea
fr: Utilisez votre bon de réduction et commencez à protéger votre vie privée en ligne
id: Gunakan kupon Anda dan mulailah melindungi privasi daring Anda
nl: Uw coupon inwisselen en beginnen met het beschermen van uw online privacy
pl: Wykorzystaj swój kupon i zacznij chronić swoją prywatność
pt_pt: Resgate o seu cupão e comece a proteger a sua privacidade online

# Title
source: Swiss Based
de: Aus der Schweiz
es_mx: Basado en Suiza
fr: Basé en Suisse
id: Berbasis di Swiss
nl: Gevestigd in Zwitserland
pl: Ulokowany w Szwajcarii
pt_pt: Sediado na Suíça

# Title
source: Secure Core Servers
de: Sichere‐Core‐Server
es_mx: Servidores Secure Core
fr: Serveurs Secure Core
id: Server Secure Core
pl: Serwery Secure Core
pt_pt: Servidores Secure Core

# Title
source: No Logs
de: Keine Protokolle
es_mx: Sin registros
fr: Aucun historique
id: Tidak Ada Log
nl: Geen logboeken
pl: Brak przechowywania logów
pt_pt: Sem diários

# Title
source: DNS leak prevention
de: DNS‐Weitergabeschutz
es_mx: Prevención contra la filtración de DNS
fr: Prévention des fuites DNS
id: Pencegahan kebocoran DNS
nl: DNS-lekbescherming
pl: Zabezpieczenie przed wyciekiem zapytań DNS
pt_pt: Prevenção de fugas DNS

# Title
source: Strong encryption
de: Starke Verschlüsselung
es_mx: Cifrado fuerte
fr: Chiffrement fort
id: Enkripsi kuat
nl: Sterke versleuteling
pl: Silne szyfrowanie
pt_pt: Encriptação forte

# Title
source: Checking invitation parameters
de: Einladungsparameter werden überprüft
es_mx: Comprobando parámetros de invitación
fr: Vérification des paramètres d'invitation
id: Memeriksa parameter undangan
nl: Uitnodigingsparameters controleren
pl: Sprawdzanie parametrów zaproszenia
pt_pt: A verificar parâmetros do convite

# Title
source: Create an account
de: Konto erstellen
es_mx: Crear una cuenta
fr: Créer un compte
id: Buat akun
nl: Een account aanmaken
pl: Utwórz konto
pt_pt: Criar uma conta

# Title
source: Already have a Proton account?
de: Sie besitzen bereits ein Proton-Konto?
es_mx: ¿Ya tiene una cuenta de Proton?
fr: Avez-vous déjà un compte Proton ?
id: Apakah Anda punya akun Proton?
nl: Heeft u al een Proton account?
pl: Posiadasz już konto Proton?
pt_pt: Já tem uma conta Proton?

# Title
source: ProtonVPN plan comparison
de: ProtonVPN-Paketvergleiche
es_mx: Comparativa de planes de ProtonVPN
fr: Comparaison des offres ProtonVPN
id: Perbandingan paket ProtonVPN
nl: ProtonVPN abonnement vergelijking
pl: Porównanie planów ProtonVPN
pt_pt: Comparação de planos ProtonVPN

# Title
source: Select a plan
de: Abonnement auswählen
es_mx: Seleccione un plan
fr: Choisissez une offre
id: Pilih paket
nl: Selecteer een abonnement
pl: Wybierz plan
pt_pt: Seleccione um plano

# Title
source: Select an account verification method
de: Kontoüberprüfungsmethode auswählen
es_mx: Seleccione un método de verificación de cuenta
fr: Sélectionner une méthode de vérification de compte
id: Pilih metode verifikasi akun
nl: Selecteer een account verificatiemethode
pl: Wybierz metodę weryfikacji konta
pt_pt: Seleccione um método de verificação da conta

# Title
source: Resend code
de: Code erneut senden
es_mx: Reenviar código
fr: Renvoyer le code
id: Kirim ulang kode
nl: Verstuur code opnieuw
pl: Wyślij ponownie kod
pt_pt: Reenviar código

# Title
source: Enter verification code
de: Bestätigungscode eingeben
es_mx: Ingrese el código de verificación
fr: Saisir le code de vérification
id: Masukkan kode verifikasi
nl: Voer verificatiecode in
pl: Wpisz kod weryfikacyjny
pt_pt: Insira o código de verificação

# Title
source: Are you human?
de: Sind Sie ein Mensch?
es_mx: ¿Es un humano?
fr: Êtes-vous humain ?
id: Apakah Anda manusia?
nl: Bent u een mens?
pl: Czy jesteś człowiekiem?
pt_pt: É um ser humano?

# Title
source: Provide payment details
de: Zahlungsinformationen eingeben
es_mx: Proporcionar detalles de pago
fr: Fournir les détails du paiement
id: Masukkan informasi pembayaran
nl: Geef uw betalingsgegevens op
pl: Podaj dane płatności
pt_pt: Forneça os detalhes de pagamento

# Title
source: ${ title } plan details
de: Details des Pakets „${ title }”
es_mx: Detalles del plan ${ title }
fr: Détails de l’offre ${ title }
id: Informasi paket ${ title }
nl: ${ title } abonnement details
pl: Szczegóły planu ${ title }
pt_pt: Detalhes do plano ${ title }

# Title
source: Upgrade and get more
de: Aufrüsten und weitere Vorteile erhalten
es_mx: Mejore su subscripción y obtenga más
fr: Obtenez plus
id: Tingkatkan dan nikmati keunggulannya
nl: Upgrade en krijg meer
pl: Ulepsz i zyskaj więcej
pt_pt: Actualize e obtenha mais

# Title
source: Summary
de: Zusammenfassung
es_mx: Resumen
fr: Résumé
id: Ringkasan
nl: Overzicht
pl: Podsumowanie
pt_pt: Resumo

# Title
source: Account created
de: Konto erstellt
es_mx: Cuenta creada
fr: Compte créé
id: Akun telah dibuat
nl: Account aangemaakt
pl: Konto zostało utworzone
pt_pt: Conta criada

# Title
source: Sign up
de: Anmelden
es_mx: Registrarse
fr: Inscription
id: Daftar
nl: Registreren
pl: Zarejestruj się
pt_pt: Registe-se

# Action
source: Cancel
de: Abbrechen
es_mx: Cancelar
fr: Annuler
id: Batal
nl: Annuleer
pl: Anuluj
pt_pt: Cancelar

# Action
source: Verify
de: Verifizieren
es_mx: Verificar
fr: Vérifier
id: Verifikasikan
nl: Verifiëren
pl: Weryfikuj
pt_pt: Verificar

# Action
source: Close
de: Schließen
es_mx: Cerrar
fr: Fermer
id: Tutup
nl: Sluit
pl: Zamknij
pt_pt: Fechar

# Action
source: Try again
de: Erneut versuchen
es_mx: Intente nuevamente
fr: Réessayer
id: Coba lagi
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_pt: Tente de novo

# Action
source: Use a different card
de: Verwenden Sie eine andere Karte
es_mx: Use una tarjeta distinta
fr: Utiliser une autre carte
id: Gunakan kartu lain
nl: Gebruik een andere kaart
pl: Użyj innej karty
pt_pt: Utilizar um cartão diferente

# Action
source: Use a different payment method
de: Eine andere Zahlungsmethode verwenden
es_mx: Utilice un método de pago diferente
fr: Utiliser une méthode de paiement différente
id: Gunakan metode pembayaran lainnya
nl: Gebruik een andere betaalmethode
pl: Użyj innej metody płatności
pt_pt: Utilizar um método de pagamento diferente

# Action
source: Downgrade
de: Herabstufen
es_mx: Degradar
fr: Rétrograder
id: Turunkan
pl: Obniż plan
pt_pt: Regredir

# Action
source: Save
de: Speichern
es_mx: Guardar
fr: Sauvegarder
id: Simpan
nl: Opslaan
pl: Zapisz
pt_pt: Gravar

# Action
source: Customize
de: Anpassen
es_mx: Personalizar
fr: Personnaliser
id: Sesuaikan
nl: Personaliseer
pl: Dostosuj
pt_pt: Personalizar

# Action
source: Get the deal
de: Jetzt zugreifen
fr: Profitez de l'offre
id: Dapatkan penawaran
nl: Pak deze deal
pl: Skorzystaj z oferty
pt_pt: Obtenha a promoção

# Action
source: Switch now
de: Jetzt umsteigen
es_mx: Cambiar ahora
fr: Basculer maintenant
id: Ganti sekarang
nl: Wissel nu
pl: Zmień teraz
pt_pt: Mudar agora

# Action
source: Hide additional features
de: Zusätzliche Funktionen ausblenden
es_mx: Ocultar características adicionales
fr: Masquer les fonctionnalités supplémentaires
id: Sembunyikan fitur tambahan
nl: Aanvullende functies verbergen
pl: Ukryj dodatkowe funkcje
pt_pt: Ocultar funcionalidades adicionais

# Action
source: Compare all features
de: Alle Funktionen im Vergleich
es_mx: Comparar todas las características
fr: Comparer toutes les fonctionnalités
id: Bandingkan semua fitur
nl: Alle functies vergelijken
pl: Porównaj wszystkie funkcje
pt_pt: Comparar todas as funcionalidades

# Action
source: Apply
de: Übernehmen
es_mx: Aplicar
fr: Appliquer
id: Terapkan
nl: Pas toe
pl: Zastosuj
pt_pt: Aplicar

# Action
source: Remove coupon
de: Gutschein entfernen
es_mx: Eliminar cupón
fr: Retirer le bon de réduction
id: Hapus kupon
nl: Coupon verwijderen
pl: Usuń kupon
pt_pt: Remover cupão

# Action
source: Add coupon
de: Gutschein hinzufügen
es_mx: Añadir cupón
fr: Ajouter un bon de réduction
id: Tambahkan kupon
nl: Coupon toevoegen
pl: Dodaj kupon
pt_pt: Adicionar cupão

# Action
source: Add gift code
de: Gutscheincode hinzufügen
es_mx: Añadir código de regalo
fr: Ajouter un code cadeau
id: Tambah kode hadiah
nl: Voeg cadeaucode toe
pl: Dodaj kod podarunkowy
pt_pt: Adicionar código de oferta

# Action
source: Got it
de: Verstanden
es_mx: Entendido
fr: Compris
id: Mengerti
nl: Begrepen
pl: Ok
pt_pt: Percebi

# Action
source: Next
de: Weiter
es_mx: Siguiente
fr: Suivant
id: Selanjutnya
nl: Volgende
pl: Dalej
pt_pt: Seguinte

# Action
source: Continue
de: Weiter
es_mx: Continuar
fr: Continuer
id: Lanjut
nl: Doorgaan
pl: Kontynuuj
pt_pt: Continuar

# Action
source: Previous
de: Zurück
es_mx: Anterior
fr: Précédent
id: Sebelumnya
nl: Vorige
pl: Wstecz
pt_pt: Anterior

# Action
source: Pay
de: Zahlen
es_mx: Pagar
fr: Payer
id: Bayar
nl: Betaal
pl: Zapłać
pt_pt: Pagar

# Action
source: Check out with PayPal
de: Mit PayPal bezahlen
es_mx: Pagar con PayPal
fr: Payer avec PayPal
id: Bayar dengan PayPal
nl: Betalen met PayPal
pl: Zapłać przez PayPal
pt_pt: Pagar com PayPal

# Action
source: Add PayPal payment method
de: PayPal als Zahlungsmethode hinzufügen
es_mx: Añadir PayPal como método de pago
fr: Ajouter PayPal comme mode de paiement
id: Tambahkan metode pembayaran PayPal
nl: Voeg PayPal als betalingsmethode toe
pl: Dodaj PayPal jako metodę płatności
pt_pt: Adicionar pagamento com PayPal

# Action
source: Donate
de: Spenden
es_mx: Donar
fr: Faire un don
id: Donasi
nl: Doneren
pl: Wspomóż nas
pt_pt: Doar

# Action
source: Top up
de: Aufladen
es_mx: Recargar
fr: Recharger
id: Isi ulang
nl: Saldo verhogen
pl: Doładuj
pt_pt: Recarregar

# Action
source: Add credits
de: Guthaben hinzufügen
es_mx: Añadir créditos
fr: Ajouter des crédits
id: Tambahkan kredit
nl: Voeg credits toe
pl: Dodaj środki
pt_pt: Adicionar créditos

# Action
source: Use gift code
de: Gutscheincode verwenden
es_mx: Usar código de regalo
fr: Utiliser un code cadeau
id: Gunakan kode hadiah
nl: Gebruik Geschenkcode
pl: Użyj kodu podarunkowego
pt_pt: Usar código de oferta
