Repository: ProtonVPN/proton-vpn-settings
Catalog: po/*.po
Languages: de, es_mx, fr, id, nl, pl, pt_pt

# Tooltip
source: Allows you to host emails for your own domain(s) at ProtonMail, e.g. thomas.anderson@example.com
de: Ermöglicht es Ihnen, E-Mail-Adressen für Ihre eigene(n) Domain(s) bei ProtonMail zu verwalten, z. B. max.mustermannn@beispiel.de
es_mx: Le permite alojar direcciones de correo para su dominio(s) propio en ProtonMail, p. ej. thomas.anderson@ejemplo.com
fr: Vous permet de stocker des e-mails avec votre/vos propre(s) nom(s) de domaine chez ProtonMail, par exemple : thomas.anderson@example.com
id: Anda bisa membuat surel dengan domain sendiri di ProtonMail, misalnya rizki.samudra@example.com
nl: Biedt u de mogelijkheid om e-mails te hosten onder uw eigen domeinnaam, bijvoorbeeld jan@smit.com
pl: Pozwala na posiadanie adresu e-mail z własną domeną(-ami), np. jan@nowak.pl
pt_pt: Permite-lhe hospedar emails nos seus próprios domínios no ProtonMail, e.g. fernando.pessoa@meudominio.com

# Tooltip
source: Download and stream faster with a faster VPN connection.
de: Schnelleres Herunterladen und Streamen mit einer schnelleren VPN-Verbindung.
es_mx: Descargue y transmita más rápido con una conexión VPN más rápida.
fr: Téléchargez et streamez plus rapidement avec une connexion VPN plus rapide.
id: Unduh & nonton lebih lancar dengan koneksi VPN yang lebih kencang.
nl: Download en stream sneller met een snellere VPN-verbinding.
pl: Ściągaj i streamuj szybciej, z szybszym połączeniem VPN.
pt_pt: Transfira e assista mais rapidamente com uma ligação VPN veloz.

# Tooltip
source: More connections allows more devices to use ProtonVPN at the same time.
de: Mehr Verbindungen ermöglichen es mehr Geräten, ProtonVPN gleichzeitig zu nutzen.
es_mx: Más conexiones permiten que más dispositivos utilicen ProtonVPN al mismo tiempo.
fr: Plus de connexions permettent à plus d'appareils d'utiliser ProtonVPN en même temps.
id: Semakin banyak koneksi semakin banyak pengguna ProtonVPN secara bersamaan.
nl: Meer verbindingen maken het mogelijk om meer apparaten tegelijkertijd ProtonVPN te gebruiken.
pl: Więcej połączeń pozwala na jednoczesne korzystanie z usługi ProtonVPN na wielu urządzeniach.
pt_pt: Mais ligações permitem que mais dispositivos utilizem o ProtonVPN ao mesmo tempo.

# Tooltip
source: Easily route your traffic through the Tor anonymity network.
de: Leiten Sie Ihren Datenverkehr ganz einfach durch das Tor-Anonymitätsnetzwerk.
es_mx: Enrute fácilmente su tráfico a través de la red anónima Tor.
fr: Dirigez facilement votre trafic via le réseau anonyme Tor.
id: Alihkan koneksi Anda ke jaringan anonim Tor.
nl: Leid uw verkeer eenvoudig door via het anonniem Tor-netwerk.
pl: W łatwy sposób przekieruj swoje połączenia przez anonimową sieć Tor.
pt_pt: Desvie o seu tráfego facilmente pela rede anónima Tor.

# Tooltip
source: Additional protection by routing your traffic through multiple locations before leaving the ProtonVPN network.
de: Zusätzlicher Schutz durch Umleitung Ihres Datenverkehrs über mehrere Standorte, bevor er das ProtonVPN-Netzwerk verlässt.
es_mx: Protección adicional mediante el enrutamiento de su tráfico a través de ubicaciones múltiples antes de salir de la red de ProtonVPN.
fr: Protection supplémentaire en dirigeant votre trafic à travers plusieurs localisations avant de quitter le réseau ProtonVPN.
id: Perlindungan ekstra dengan mengalihkan koneksi Anda lewat banyak server sebelum keluar dari jaringan ProtonVPN.
nl: Extra bescherming door uw verkeer door meerdere locaties te leiden voordat u het ProtonVPN-netwerk verlaat.
pl: Dodatkowa ochrona dzięki przekierowaniu Twoich połączeń przez wiele lokalizacji przed opuszczeniem sieci ProtonVPN.
pt_pt: Protecção adicional ao desviar o seu tráfego através de múltiplas localizações antes de sair da rede ProtonVPN.

# Tooltip
source: Order additional connections to provide ProtonVPN to other users with your organization
de: Bestellen Sie zusätzliche Verbindungen, um ProtonVPN anderen Benutzern in Ihrer Organisation zur Verfügung zu stellen
es_mx: Ordene conexiones adicionales para dar ProtonVPN a otros usuarios en su organización
fr: Commandez des connexions supplémentaires pour fournir ProtonVPN à d'autres utilisateurs de votre organisation
id: Pesan koneksi tambahan agar pengguna lain di perusahaan Anda bisa mengakses ProtonVPN
nl: Aanvullende verbindingen bestellen om ProtonVPN aan andere gebruikers te verstrekken met uw organisatie
pl: Zamów dodatkowe połączenia, aby udostępnić usługę ProtonVPN innym użytkownikom w swojej organizacji
pt_pt: Encomende ligações adicionais para fornecer o ProtonVPN a outros utilizadores na sua organização

# Tooltip
source: Discount applied for annual billing cycle
de: Rabatt für jährlichen Abrechnungszeitraum
es_mx: Descuento aplicado para el ciclo de facturación anual
fr: Remise appliquée pour un cycle de facturation annuel
id: Diskon diaktifkan untuk penagihan tahunan
nl: Korting toegepast op jaarlijkse factureringscyclus
pl: Zniżka za wykupienie planu rocznego została naliczona
pt_pt: Desconto aplicado a ciclos de facturação anual

# Tooltip
source: Discount applied for two-year billing cycle
de: Rabatt für zweijährigen Abrechnungszeitraum
es_mx: Descuento aplicado para el ciclo de facturación de dos años
fr: Remise appliquée pour un cycle de facturation bisannuel
id: Diskon diaktifkan untuk penagihan dwitahunan
nl: Korting toegepast voor tweejaarlijkse factureringscyclus
pl: Zniżka za wykupienie planu dwuletniego została naliczona
pt_pt: Desconto aplicado ao ciclo de facturação bi-anual

# Tooltip
source: Save 20% when billed annually
de: 20 % Rabatt bei jährlichem Abrechnungszeitraum
es_mx: Ahorre un 20% cuando facture anualmente
fr: Économisez 20 % avec la facturation annuelle
id: Hemat 20% apabila ditagih per tahun
nl: Bespaar 20% wanneer u jaarlijks betaalt
pl: Zaoszczędź 20%, korzystając z planu rocznego
pt_pt: Poupe 20 % com a facturação anual

# Tooltip
source: Provides additional protection against VPN server compromise by routing connections through our Secure Core network
de: Bietet zusätzlichen Schutz gegen VPN-Server-Kompromittierung, indem Verbindungen über unser Secure-Core-Netzwerk geleitet werden
es_mx: Proporciona protección adicional contra el compromiso del servidor VPN al redireccionar las conexiones a través de la red Secure Core
fr: Offre une protection supplémentaire contre la compromission de votre serveur VPN de par la redirection des connexions à travers notre réseau Secure Core
id: Menyediakan perlindungan ekstra dari kebocoran server VPN dengan mengalihkan koneksi via jaringan Secure Core kami
nl: Biedt extra bescherming tegen VPN server bootstelling door te verbinden met ons Secure Core nerwerk
pl: Zapewnia dodatkową ochronę przed naruszeniem zabezpieczeń serwera VPN, poprzez przekierowanie połączeń przez naszą sieć Secure Core
pt_pt: Fornece protecção adicional contra comprometimentos do servidor VPN, desviando as ligações através da rede Secure Core

# Tooltip
source: Includes ProtonMail encrypted email with all features
de: Enthält ProtonMail-verschlüsselte E-Mails mit allen Funktionen
es_mx: Incluye ProtonMail cifrado con todas las características
fr: Inclut la messagerie chiffrée ProtonMail avec toutes les fonctionnalités
id: Termasuk surel terenkripsi ProtonMail dan segala fiturnya
nl: Bevat ProtonMail versleutelde e-mail met alle functies
pl: Zawiera szyfrowaną pocztę ProtonMail z wszystkimi funkcjami
pt_pt: Inclui o correio encriptado ProtonMail com todas as funcionalidades

# Tooltip
source: Username which is used for all Proton services. This can also be used later to create a secure ProtonMail account.
de: Benutzername, der für alle Proton-Dienste verwendet wird. Dies kann auch später genutzt werden, um ein sicheres ProtonMail-Konto zu erstellen.
es_mx: Nombre de usuario que se utiliza para todos los servicios de Proton. Esto también puede utilizarse más tarde para crear una cuenta segura de ProtonMail.
fr: Nom d'utilisateur utilisé pour tous les services Proton. Cela peut également être utilisé plus tard pour créer un compte sécurisé ProtonMail.
id: Nama pengguna untuk semua produk Proton. Ini bisa dipakai untuk membuat akun ProtonMail yang aman.
nl: Gebruikersnaam wordt gebruikt voor alle Proton diensten. Deze kan later ook gebruikt worden om een veilig ProtonMail account aan te maken.
pl: Nazwa użytkownika, która jest używana do wszystkich usług Proton. Może być również użyta później do utworzenia konta ProtonMail.
pt_pt: Nome de utilizador para todos os serviços Proton. Também pode servir posteriormente para criar uma conta segura no ProtonMail.

# Tooltip
source: If you forget your password, you will no longer have access to your account or your data. Please save it someplace safe.
de: Wenn Sie Ihr Passwort vergessen haben, haben Sie keinen Zugriff mehr auf Ihr Konto oder Ihre Daten. Bitte bewahren Sie es an einem sicheren Ort auf.
es_mx: Si olvida su contraseña, ya no tendrá acceso a su cuenta o a sus datos. Por favor, guárdela en un lugar seguro.
fr: Si vous oubliez votre mot de passe, vous n'aurez plus accès à votre compte ou à vos données. Veuillez l'enregistrer dans un endroit sûr.
id: Apabila lupa sandi, Anda akan kehilangan akses akun atau data. Catat dan simpan sandi Anda di tempat yang aman.
nl: Als u uw wachtwoord vergeet, heeft u geen toegang meer tot uw account of uw gegevens. Bewaar het op een veilige plaats.
pl: Jeśli zapomnisz hasła, nie będziesz posiadać dostępu do swojego konta i danych. Zapisz je w bezpiecznym miejscu.
pt_pt: Se esquecer a sua senha, deixará de ter acesso à sua conta e dados. Por favor, guarde-a num lugar seguro.

# Tooltip
source: Your email is not shared with third parties and is only used for recovery and account-related questions or communication.
de: Ihre E-Mail-Adresse wird nicht an Dritte weitergegeben und dient nur der Wiederherstellung und kontobezogenen Fragen oder der Kommunikation.
es_mx: Su correo electrónico no es compartido con terceros, sólo se utiliza para la recuperación y las preguntas relacionadas con la cuenta o la comunicación.
fr: Votre e-mail n'est pas partagé avec des tiers et n'est utilisé que pour la récupération, les questions liées au compte et la communication.
id: Surel Anda tidak dijual ke pihak ketiga. Fungsinya hanya untuk pemulihan dan masalah akun Anda atau komunikasi.
nl: Uw e-mailadres wordt niet gedeeld met derden en wordt alleen gebruikt voor herstel en accountgerelateerde vragen of communicatie.
pl: Twój adres e-mail nie jest nikomu udostępniany i jest używany tylko do komunikacji, odzyskiwania konta i pytań z nim związanych.
pt_pt: O seu email não é partilhado com terceiros e só é utilizado para recuperação, comunicação e questões relacionadas com a sua conta.

# Tooltip
source: Support for file sharing protocols such as Bittorrent.
de: Unterstützung für Filesharing-Protokolle wie Bittorrent.
es_mx: Soporte para protocolos de intercambio de archivos como Bittorrent.
fr: Support pour les protocoles de partage de fichiers tels que Bittorrent.
id: Dukungan untuk protokol berbagi berkas seperti Bittorrent.
nl: Ondersteuning voor filesharing protocollen zoals BitTorrent.
pl: Wsparcie dla protokołów udostępniania plików, takich jak Bittorrent.
pt_pt: Suporte a protocolos de partilha de ficheiros, tais como o Bittorrent.

# Tooltip
source: Access content (Netflix, Amazon Prime, Wikipedia, Facebook, Youtube, etc) no matter where you are.
de: Greifen Sie auf Inhalte (wie Netflix, Amazon Prime, Wikipedia, Facebook, YouTube, usw.) zu, egal wo Sie sich befinden.
es_mx: Acceda al contenido (Netflix, Amazon Prime, Wikipedia, Facebook, Youtube, etc.) sin importar dónde se encuentre.
fr: Accédez au contenu (Netflix, Amazon Prime, Wikipedia, Facebook, Youtube, etc.) quel que soit l’endroit où vous êtes.
id: Akses konten (Netflix, Amazon Prime, Wikipedia, Facebook, Youtube, dll) di mana saja.
nl: Toegang tot inhoud (Netflix, Amazon Prime, Wikipedia, Facebook, Youtube etc.) waar u ook bent.
pl: Korzystaj z dostępu do treści (Netflix, Amazon Prime, Wikipedia, Facebook, YouTube itd.), gdziekolwiek jesteś.
pt_pt: Aceda a conteúdos (Netflix, Amazon Prime, Wikipedia, Facebook, Youtube, etc) não importa onde esteja.

# Price
source: Free
de: Kostenlos
es_mx: Gratuita
fr: Gratuit
id: Gratis
nl: Gratis
pl: Za darmo
pt_pt: Grátis

# Header
source: Pricing
de: Preise
es_mx: Precios
fr: Tarifs
id: Harga
nl: Prijzen
pl: Cennik
pt_pt: Preçário

# Header
source: Speed
de: Geschwindigkeit
es_mx: Velocidad
fr: Vitesse
id: Kecepatan
nl: Snelheid
pl: Prędkość
pt_pt: Velocidade

# Header
source: Simultaneous connections
de: Gleichzeitige Verbindungen
es_mx: Conexiones simultáneas
fr: Connexions simultanées
id: Koneksi bersamaan
nl: Gelijktijdige verbindingen
pl: Jednoczesne połączenia
pt_pt: Ligações simultâneas

# Header
source: Advanced encryption
de: Fortgeschrittene Verschlüsselung
es_mx: Cifrado avanzado
fr: Chiffrement avancé
id: Enkripsi canggih
nl: Geavanceerde versleuteling
pl: Zaawansowane szyfrowanie
pt_pt: Encriptação avançada

# Header
source: No logs policy
de: Keine Protokollierungsrichtlinie
es_mx: Política de no registros
fr: Aucune politique de logs
id: Kebijakan tanpa log
nl: Geen logbestanden beleid
pl: Polityka braku przechowywania logów
pt_pt: Política sem diários

# Header
source: No data limits
de: Keine Datenbeschränkungen
es_mx: Sin límite de datos
fr: Aucune limite de données
id: Data tidak terbatas
nl: Geen data limieten
pl: Brak limitów danych
pt_pt: Sem limite de dados

# Header
source: P2P support
de: P2P‐Unterstützung
es_mx: Soporte P2P
fr: Support P2P
id: Dukungan P2P
nl: P2P ondersteuning
pl: Wsparcie P2P
pt_pt: Suporte a P2P

# Header
source: Secure streaming
de: Sicheres Streaming
es_mx: Transmisión segura
fr: Streaming sécurisé
id: Pemutaran video terenkripsi
nl: Veilig streamen
pl: Bezpieczny streaming
pt_pt: Transmissão segura

# Header
source: Tor over VPN
de: Tor über VPN
es_mx: Tor sobre VPN
fr: Tor via VPN
id: Tor via VPN
nl: Tor via VPN
pl: Tor przez VPN
pt_pt: Tor sobre VPN

# Header
source: Support
es_mx: Soporte
id: Bantuan
nl: Ondersteuning
pl: Wsparcie
pt_pt: Suporte

# Header
source: Countries
de: Länder
es_mx: Países
fr: Pays
id: Negara
nl: Landen
pl: Kraje
pt_pt: Países

# Header
source: P2P support (BitTorrent, etc.)
de: P2P‐Unterstützung (BitTorrent, usw.)
es_mx: Soporte P2P (BitTorrent, etc.)
fr: Support P2P (BitTorrent, etc.)
id: Dukungan P2P (BitTorrent, dll.)
nl: P2P ondersteuning (BitTorrent, etc.)
pl: Wsparcie P2P (BitTorrent itd.)
pt_pt: Suporte P2P (BitTorrent, etc.)

# Header
source: Apps for Android / Linux / iOS / Windows
de: Anwendungen für Android/Linus/iOS/Windows
es_mx: Apps para Android / Linux / iOS / Windows
fr: Applications pour Android / Linux / iOS / Windows
id: Aplikasi untuk Android / Linux / iOS / Windows
nl: Apps voor Android / Linux / iOS / Windows
pl: Aplikacje na system Android / Linux / iOS / Windows
pt_pt: Aplicações para Android/Linux/iOS/Windows

# Header
source: Kill Switch / Always-on
es_mx: Kill Switch / Siempre activo
fr: Kill Switch / VPN Permanent
nl: Kill Switch / Altijd ingeschakeld
pl: Funkcja Kill Switch / Stale aktywny VPN
pt_pt: Kill Switch/Sempre ligado

# Header
source: Stream geo-blocked content
de: Streaming von durch Ländersperren geschützten Inhalten
es_mx: Transmitir contenido geobloqueado
fr: Flux de contenu géobloqué
id: Tonton video yang diblokir per negara
nl: Stream geografisch geblokkeerde inhoud
pl: Streaming treści zablokowanych geograficznie
pt_pt: Assista a conteúdos geo-bloqueados

# Header
source: 30-day money-back guarantee
de: 30 Tage Geld‐zurück‐Garantie
es_mx: 30 días de garantía de devolución de dinero
fr: Remboursement garantit pendant 30 jours
id: Jaminan uang kembali 30 hari
nl: 30-dagen geld terug garantie
pl: 30-dniowa gwarancja zwrotu pieniędzy
pt_pt: Reembolso garantido durante 30 dias

# VPN speed
source: High
de: Hoch
es_mx: Alta
fr: Élevée
id: Tinggi
nl: Hoog
pl: Wysoka
pt_pt: Alta

# VPN speed
source: Highest
de: Höchste
es_mx: Máxima
fr: Très élevée
id: Sangat tinggi
nl: Hoogste
pl: Najwyższa
pt_pt: Máxima

# Discount with coupon code
source: 36% discount applied to your subscription
de: 36% Rabatt auf Ihr Abonnement
fr: 36 % de réduction appliquée à votre abonnement
id: Diskon 36% telah diterapkan ke langganan Anda
nl: 36% korting toegepast op uw abonnement
pl: Zniżka 36% została wliczona do Twojej subskrypcji
pt_pt: Desconto de 36% aplicado à sua subscrição

# Discount with coupon code
source: 47% discount applied to your subscription
de: 47% Rabatt auf Ihr Abonnement
fr: 47 % de réduction appliquée à votre abonnement
id: Diskon 47% telah diterapkan ke langganan Anda
nl: 47% korting toegepast op uw abonnement
pl: Zniżka 47% została wliczona do Twojej subskrypcji
pt_pt: Desconto de 47% aplicado à sua subscrição

# Discount with coupon code
source: 20% discount applied to your subscription
de: 20 % Rabatt auf Ihr Abonnement angewendet
es_mx: 20% de descuento aplicaro a su suscripción
fr: Remise de 20% appliquée à votre abonnement
id: Diskon 20% ditambahkan ke paket Anda
nl: 20% korting toegepast op uw abonnement
pl: Zniżka 20% została wliczona do Twojej subskrypcji
pt_pt: Desconto de 20% aplicado à sua subscrição

# Discount with coupon code
source: Black Friday 2019 newcomer discount has been applied
de: Black-Friday-2019-Neueinsteigerrabatt wurde eingelöst
fr: La réduction pour les nouveaux arrivants du Black Friday 2019 a été appliquée
id: Diskon Black Friday 2019 untuk pendatang baru telah diterapkan
nl: Black Friday 2019 nieuwkomer korting is toegepast
pl: Zniżka dla nowych użytkowników z okazji Czarnego Piątku 2019 została naliczona
pt_pt: O desconto da Sexta-feira negra 2019 para novo aderente foi aplicado

# Link
source: click here
de: klicken Sie hier
es_mx: haga clic aquí
fr: cliquez ici
id: klik di sini
nl: klik hier
pl: kliknij tutaj
pt_pt: clique aqui

# Link
source: clearing your browser cache
de: Browser‐Cache leeren
es_mx: vaciar la caché del navegador
fr: effacer le cache de votre navigateur
id: membersihkan cache peramban Anda
nl: uw browser cache wissen
pl: wyczyszczenie pamięci podręcznej przeglądarki
pt_pt: limpar a memória do navegador

# Link
source: Back to login
de: Zurück zur Anmeldung
es_mx: Volver al inicio de sesión
fr: Retour à la page de connexion
id: Kembali ke masuk
nl: Terug naar inloggen
pl: Powrót do logowania
pt_pt: Voltar ao início de sessão

# Link
source: here
de: hier
es_mx: aquí
fr: ici
id: di sini
nl: hier
pl: tutaj
pt_pt: aqui

# Link
source: Sign up for free
de: Kostenlos registrieren
es_mx: Regístrese gratis
fr: Inscrivez-vous gratuitement
id: Daftar gratis
nl: Meld gratis aan
pl: Zarejestruj się za darmo
pt_pt: Registe-se gratuitamente

# Link
source: Don't have an account yet? Sign up for free!
de: Sie haben noch kein Konto? Melden Sie sich kostenlos an!
es_mx: ¿No tiene cuenta aún? ¡Regístrese gratis!
fr: Vous n'avez pas encore de compte ? Inscrivez-vous gratuitement !
id: Belum memiliki akun? Daftar gratis!
nl: Nog geen account? Registreer nu gratis!
pl: Nie masz jeszcze konta? Zarejestruj się za darmo!
pt_pt: Ainda não tem uma conta? Registe-se gratuitamente!

# Link
source: Not activated
de: Nicht aktiviert
es_mx: No activado
fr: Non activé
id: Belum diaktifkan
nl: Niet actief
pl: Nie aktywowany
pt_pt: Não activada

# Link
source: Learn more
de: Erfahren Sie mehr
es_mx: Más información
fr: En savoir plus
id: Pelajari lebih lanjut
nl: Meer informatie
pl: Dowiedz się więcej
pt_pt: Saiba mais

# Link
source: Dashboard
de: Übersicht
es_mx: Panel de control
id: Dasbor
pt_pt: Painel

# Link
source: Account
de: Konto
es_mx: Cuenta
id: Akun
pt_pt: Conta

# Link
source: Downloads
es_mx: Descargas
id: Unduhan
pt_pt: Transferências

# Link
source: Payments
de: Zahlungen
es_mx: Pagos
id: Pembayaran
nl: Betalingen
pt_pt: Pagamentos

# Link
source: Upgrade now
de: Jetzt upgraden
es_mx: Mejorar ahora
fr: S'abonner maintenant
id: Tingkatkan sekarang
nl: Upgrade nu
pl: Ulepsz teraz
pt_pt: Actualize agora

# Link
source: Reset password
de: Passwort zurücksetzen
es_mx: Restablecer contraseña
fr: Réinitialiser le mot de passe
id: Setel ulang kata sandi
nl: Wachtwoord resetten
pl: Zresetuj hasło
pt_pt: Repor a senha

# Link
source: Forgot username?
de: Benutzername vergessen?
es_mx: ¿Olvidó su usuario?
fr: Nom d'utilisateur oublié ?
id: Lupa nama pengguna?
nl: Gebruikersnaam vergeten?
pl: Nie pamiętasz nazwy użytkownika?
pt_pt: Esqueceu-se do nome de utilizador?

# Link
source: Common login problems
de: Häufige Anmeldeprobleme
es_mx: Problemas frecuentes de inicio de sesión
fr: Problèmes de connexion courants
id: Masalah umum proses masuk
nl: Bekende inlogproblemen
pl: Typowe problemy z logowaniem
pt_pt: Problemas comuns de início de sessão

# Link
source: Contact support
de: Support kontaktieren
es_mx: Contacte al soporte
fr: Contacter le support
id: Hubungi dukungan
nl: Neem contact op met ondersteuning
pl: Skontaktuj się ze wsparciem technicznym
pt_pt: Contactar o suporte

# Link
source: Terms of Service
de: Nutzungsbedingungen
es_mx: Términos de Servicio
fr: Conditions d'utilisation
id: Ketentuan Layanan
nl: Algemene Voorwaarden
pl: regulamin
pt_pt: Termos do serviço

# Link
source: Privacy Policy
de: Datenschutzerklärung
es_mx: Políticas de Privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
nl: Privacybeleid
pl: politykę prywatności
pt_pt: Política de privacidade

# Link
source: Log in
de: Anmelden
es_mx: Iniciar sesión
fr: Connexion
id: Masuk
nl: Aanmelden
pl: Zaloguj się
pt_pt: Iniciar sessão

# Link
source: Close
de: Schließen
es_mx: Cerrar
fr: Fermer
id: Tutup
nl: Sluiten
pl: Zamknij
pt_pt: Fechar

# Monetary unit
source: Swiss franc
de: Schweizer Franken
es_mx: Franco suizo
fr: Franc suisse
id: Franc Swiss
nl: Zwitserse Frank
pl: Frank szwajcarski
pt_pt: Franco suíço

# Monetary unit
source: Dollar
es_mx: Dólar
id: Dolar
pl: Dolar
pt_pt: Dólar

# Billing cycle
source: Monthly
de: Monatlich
es_mx: Mensual
fr: Mensuel
id: Bulanan
nl: Maandelijks
pl: Miesięcznie
pt_pt: Mensalmente

# Billing cycle
source: Yearly
de: Jährlich
es_mx: Anual
fr: Annuel
id: Tahunan
nl: Jaarlijks
pl: Rocznie
pt_pt: Anualmente

# Billing cycle
source: 2-year
de: 2 Jahre
es_mx: 2-años
fr: 2 ans
id: Dwitahunan
nl: 2-jaarlijks
pl: Co dwa lata
pt_pt: 2 anos

# Addon unit for subscription
source: ${ memberAddon.MaxMembers } user
de: ${ memberAddon.MaxMembers } Benutzer
fr: ${ memberAddon.MaxMembers } utilisateur
id: ${ memberAddon.MaxMembers } pengguna
nl: ${ memberAddon.MaxMembers } gebruiker
pl: ${ memberAddon.MaxMembers } użytkownik
pt_pt: ${ memberAddon.MaxMembers } utilizador

# Addon unit for subscription
source: ${ addressAddon.MaxAddresses } address
de: ${ addressAddon.MaxAddresses } Adresse
fr: ${ addressAddon.MaxAddresses } adresse
id: ${ addressAddon.MaxAddresses } alamat
nl: ${ addressAddon.MaxAddresses } adres
pl: ${ addressAddon.MaxAddresses } adres
pt_pt: ${ addressAddon.MaxAddresses } endereço

# Addon unit for subscription
source: ${ domainAddon.MaxDomains } domain
fr: ${ domainAddon.MaxDomains } domaine
nl: ${ domainAddon.MaxDomains } domein
pl: ${ domainAddon.MaxDomains } domena
pt_pt: ${ domainAddon.MaxDomains } domínio

# Addon unit for subscription
source: ${ vpnAddon.MaxVPN } connection
de: ${ vpnAddon.MaxVPN } Verbindung
fr: ${ vpnAddon.MaxVPN } connexion
id: ${ vpnAddon.MaxVPN } sambungan
nl: ${ vpnAddon.MaxVPN } verbinding
pl: ${ vpnAddon.MaxVPN } połączenie
pt_pt: ${ vpnAddon.MaxVPN } ligação

# Addon unit for subscription
source: ${ LOYAL_BONUS_CONNECTION } connection
de: ${ LOYAL_BONUS_CONNECTION } Verbindung
fr: ${ LOYAL_BONUS_CONNECTION } connexion
id: ${ LOYAL_BONUS_CONNECTION } sambungan
nl: ${ LOYAL_BONUS_CONNECTION } verbinding
pl: ${ LOYAL_BONUS_CONNECTION } połączenie
pt_pt: ${ LOYAL_BONUS_CONNECTION } ligação
