Repository: ProtonVPN/proton-vpn-settings
Catalog: po/*.po
Languages: de, es_mx, fr, id, nl, pl, pt_pt

# Info
source: Save your password somewhere safe. Click on the ${ eye } icon to confirm you that have typed your password correctly.
de: Verwahren Sie Ihr Passwort an einem sicheren Ort. Klicken Sie auf das ${ eye }‐Symbol, um die korrekte Eingabe Ihres Passworts zu bestätigen.
es_mx: Guarde su contraseña en algún lugar seguro. Haga clic en el ícono ${ eye } para confirmar que ha escrito su contraseña correctamente.
fr: Conservez votre mot de passe dans un endroit sûr. Cliquez sur l'icône ${ eye } pour confirmer que vous avez correctement tapé votre mot de passe.
id: Simpan kata sandi Anda di tempat aman. Klik ikon ${ eye } untuk mengonfirmasi bahwa Anda sudah mengetik kata sandi dengan benar.
nl: Bewaar uw wachtwoord op een veilige plaats. Klik op het ${ eye } pictogram om te controleren of u het wachtwoord correct hebt ingevoerd.
pl: Zapisz to hasło w bezpiecznym miejscu. Kliknij na ikonę ${ eye }, aby potwierdzić, że poprawnie wpisałeś hasło.
pt_pt: Guarde a sua senha em lugar seguro. Clique no ícone ${ eye } para confirmar que inseriu a senha correctamente.

# Info
source: We recommend adding a recovery email address first. Otherwise, you cannot recover your account if something goes wrong.
de: Wir empfehlen, zuerst eine E‐Mail‐Adresse für die Wiederherstellung hinzuzufügen. Andernfalls können Sie Ihr Konto nicht wiederherstellen, wenn ein Problem auftritt.
es_mx: Recomendamos añadir primero un correo de recuperación, de lo contrario, no podrá recuperar su cuenta si algo sale mal.
fr: Nous vous recommandons d'ajouter tout d'abord une adresse e-mail de récupération. Dans le cas contraire, vous ne pourrez pas récupérer votre compte en cas de problème.
id: Kami sarankan tambahkan alamat surel pemulihan lebih dulu. Jika tidak, Anda tidak dapat memulihkan akun jika terjadi kesalahan.
nl: Het is raadzaam om eerst een alternatief e-mailadres toe te voegen. U kunt anders uw account niet herstellen als er iets misgaat.
pl: Zalecamy w pierwszej kolejności dodanie adresu e-mail odzyskiwania. W przeciwnym razie, jeśli coś pójdzie nie tak, nie będziesz mógł odzyskać konta.
pt_pt: Recomendamos que adicione um email de recuperação primeiro. Senão, não poderá recuperar a sua conta se algo correr mal.

# Info
source: Warning: This also deletes all connected services
de: Warnung: Dadurch werden auch alle verbundenen Dienste gelöscht.
es_mx: Advertencia: esto también eliminará todos los servicios conectados
fr: Attention : ceci supprime également tous les services connectés
id: Peringatan: Ini menghapuskan juga semua layanan tersambung
nl: Waarschuwing: Dit verwijdert ook alle aangesloten diensten
pl: Ostrzeżenie: usunie to także wszystkie powiązane usługi
pt_pt: Aviso: isto elimina também todos os serviços associados

# Info
source: Example: ProtonMail, ProtonContact, ProtonVPN, ProtonDrive, ProtonCalendar
de: Beispiel: ProtonMail, ProtonContact, ProtonVPN, ProtonDrive, ProtonCalendar
es_mx: Ejemplo: ProtonMail, ProtonContact, ProtonVPN, ProtonDrive, ProtonCalendar
fr: Exemple : ProtonMail, ProtonContact, ProtonVPN, ProtonDrive, ProtonCalendar
id: Contoh: ProtonMail, ProtonContact, ProtonVPN, ProtonDrive, ProtonCalendar
nl: Voorbeeld: ProtonMail, ProtonContact, ProtonVPN, ProtonDrive, ProtonCalendar
pl: Na przykład: ProtonMail, ProtonContact, ProtonVPN, ProtonDrive, ProtonCalendar
pt_pt: Exemplo: ProtonMail, ProtonContact, ProtonVPN, ProtonDrive, ProtonCalendar

# Info
source: Warning: deletion is permanent
de: Warnung: Die Löschung ist unwiderruflich.
es_mx: Advertencia: la eliminación es permanente
fr: Attention : la suppression est définitive
id: Peringatan: Penghapusan berlaku permanen
nl: Waarschuwing: verwijderen is permanent
pl: Ostrzeżenie: usunięcie jest trwałe
pt_pt: Aviso: a eliminação é permanente

# Info
source: If you wish to delete this account in order to combine it with another one, do NOT delete it.
de: Wenn Sie dieses Konto nur deshalb löschen, um es mit einem anderen zu verknüpfen, dürfen Sie es NICHT löschen.
es_mx: Si desea eliminar esta cuenta para combinarla con otra, NO la elimine.
fr: Si vous souhaitez supprimer ce compte pour le combiner avec un autre, ne le supprimez PAS.
id: Jika Anda hendak menghapus akun ini untuk digabungkan dengan akun lainnya, JANGAN dihapus.
nl: Als u dit account probeert te verwijderen om het te combineren met een ander account, dan moet u het NIET verwijderen.
pl: Nie usuwaj tego konta w celu połączenia go z innym.
pt_pt: Se deseja eliminar esta conta para a combinar com outra, NÃO a elimine.

# Info
source: Please provide an email address in case we need to contact you.
de: Bitte geben Sie eine E‐Mail‐Adresse an, falls wir Sie kontaktieren müssen.
es_mx: Indique una dirección de correo electrónico en caso de que necesitemos contactarle.
fr: Veuillez nous fournir une adresse e-mail au cas où nous aurions besoin de vous contacter.
id: Harap berikan alamat surel seandainya kami perlu menghubungi Anda.
nl: Geef een e-mailadres op voor het geval we contact met u moeten opnemen.
pl: Podaj adres e-mail, na wypadek gdybyśmy potrzebowali się z Tobą skontaktować.
pt_pt: Por favor, forneça um endereço de email, caso necessitemos de o contactar.

# Info
source: Enter your login password to confirm your identity.
de: Geben Sie zur Bestätigung Ihrer Identität Ihr Anmeldepasswort ein.
es_mx: Ingrese su contraseña de inicio de sesión para confirmar su identidad.
fr: Entrez votre mot de passe afin de confirmer votre identité.
id: Masukkan kata sandi masuk Anda untuk mengkonfirmasi identitas Anda.
nl: Voer uw wachtwoord in om uw identiteit te bevestigen.
pl: Wpisz hasło logowania, aby potwierdzić tożsamość.
pt_pt: Insira a senha de início de sessão para confirmar a sua identidade.

# Info
source: Your ProtonVPN and ProtonMail accounts are linked. To delete them both, please log in at ${ loginLink } and delete your account there.
de: Ihre ProtonVPN‐ und ProtonMail‐Konten sind miteinander verknüpft. Um beide zu löschen, melden Sie sich bitte unter ${ loginLink } an und löschen Sie dort Ihr Konto.
es_mx: Sus cuentas ProtonVPN y ProtonMail están vinculadas. Para eliminarlas, inicie sesión en ${ loginLink } y elimine su cuenta allí.
fr: Vos comptes ProtonVPN et ProtonMail sont liés. Pour les supprimer, veuillez vous connecter à ${ loginLink } et y supprimer votre compte.
id: Akun ProtonVPN dan ProtonMail Anda saling terkait. Untuk menghapus keduanya, harap masuk ke ${ loginLink } dan hapus akun Anda di sana.
nl: Uw ProtonVPN en ProtonMail accounts zijn gekoppeld. Om ze allebei te verwijderen, log in op ${ loginLink } en verwijder daar uw account.
pl: Twoje konta ProtonVPN i ProtonMail są połączone. Aby je usunąć, zaloguj się na ${ loginLink } i usuń konto.
pt_pt: As suas contas ProtonVPN e ProtonMail estão interligadas. Para eliminar ambas, por favor inicie sessão em ${ loginLink } e elimine aí a sua conta.

# Info
source: Deleting your account will permanently delete your emails, and you will lose your email address.
de: Durch das Löschen Ihres Kontos wird Ihre E‐Mail‐Adresse samt E‐Mails unwiderruflich gelöscht.
es_mx: Eliminar su cuenta eliminará permanentemente sus correos electrónicos y perderá su dirección de correo electrónico.
fr: La suppression de votre compte supprimera définitivement vos messages et vous perdrez votre adresse e-mail.
id: Menghapus akun akan menghapus semua surel Anda secara permanen, Anda juga akan kehilangan alamat surel Anda.
nl: Het verwijderen van uw account zal uw e-mails permanent verwijderen en u verliest uw e-mailadres.
pl: Usunięcie konta spowoduje trwałe usunięcie wiadomości i utratę adresu e-mail.
pt_pt: Eliminar a sua conta eliminará permanentemente os seus emails e perderá o seu endereço de email.

# Info
source: Deleting your account will permanently delete all data associated with it and it cannot be recovered. You will no longer be able to use the same username should you decide to create a new account.
de: Wenn Sie Ihr Konto löschen, werden alle damit verbundenen Daten dauerhaft gelöscht und können nicht wiederhergestellt werden. Sie können nicht mehr den gleichen Benutzername verwenden, wenn Sie sich entscheiden, ein neues Konto zu erstellen.
es_mx: Al eliminar su cuenta, se eliminarán permanentemente todos los datos asociados con ella y no se podrán recuperar. Ya no podrá usar el mismo nombre de usuario si decide crear una cuenta nueva.
fr: La suppression de votre compte supprimera définitivement toutes les données associées à celui-ci et ne pourront plus être récupérées. Vous ne pourrez plus utiliser le même nom d'utilisateur si vous décidez de créer un nouveau compte.
id: Menghapus akun Anda akan menghapus seluruh data yang terkait dengannya secara permanen dan tidak dapat dipulihkan. Anda tidak akan dapat lagi memakai nama pengguna yang sama jika Anda memutuskan membuat akun baru.
nl: Het verwijderen van uw account zal alle gegevens die ermee verbonden zijn permanent verwijderen en kan niet worden hersteld. U kunt niet langer dezelfde gebruikersnaam gebruiken als u besluit een nieuwe account aan te maken.
pl: Usunięcie konta spowoduje usunięcie wszystkich danych z nim związanych, a ich odzyskanie nie będzie możliwe. Nie będziesz mógł również używać tej samej nazwy użytkownika, jeśli zdecydujesz się utworzyć nowe konto.
pt_pt: Eliminar a sua conta eliminará permanentemente todos os dados a ela associados sem possibilidade de recuperação. Não poderá utilizar o mesmo nome de utilizador, caso decida criar uma nova conta.

# Info
source: Log in to ProtonMail to activate your address
de: Bei ProtonMail anmelden, um Ihre Adresse zu aktivieren
es_mx: Inicie sesión en ProtonMail para activar su dirección
fr: Connectez-vous à ProtonMail pour activer votre adresse
id: Masuk ke ProtonMail untuk mengaktifkan alamat Anda
nl: Log in op ProtonMail om uw e-mailadres te activeren
pl: Aby aktywować swój adres, zaloguj się do ProtonMaila
pt_pt: Inicie sessão no ProtonMail para activar o seu endereço

# Info
source: Your subscription is managed by Mozilla. Please contact Mozilla support.
de: Ihr Abonnement wird von Mozilla verwaltet. Bitte kontaktieren Sie den Mozilla‐Kundendienst.
es_mx: Su suscripción es gestionada por Mozilla. Contacte con el soporte de Mozilla.
fr: Votre abonnement est géré par Mozilla. Veuillez contacter le support Mozilla.
id: Langganan Anda dikelola oleh Mozilla. Harap hubungi dukungan Mozilla.
nl: Uw abonnement wordt beheerd door Mozilla. Neem contact op met Mozilla support.
pl: Twoja subskrypcja jest zarządzana przez Mozillę. Skontaktuj się z pomocą techniczną Mozilli.
pt_pt: A sua subscrição é gerida pela Mozilla. Por favor, contacte o suporte da Mozilla.

# Info
source: Emailing preference updated
de: E‐Mail‐Einstellungen aktualisiert
es_mx: Preferencias de correo electrónico actualizadas
fr: Préférences d'envoi par e-mail mises à jour
id: Preferensi bersurat diperbarui
nl: E-mailvoorkeuren bijgewerkt
pl: Ustawienia list mailingowych zostały zaktualizowane
pt_pt: Preferências do email actualizadas

# Info
source: To keep up with the latest development at Proton products, you can subscribe to our various emails and visit our blog from time to time.
de: Um über die neuesten Entwicklungen bei den Proton-Produkten informiert zu werden, können Sie unsere verschiedenen Newsletter abonnieren und von Zeit zu Zeit unseren Blog besuchen.
es_mx: Para estar al tanto del último desarrollo en los productos de Proton, puede suscribirse a nuestros diferentes correos electrónicos o visitar nuestro blog de vez en cuando.
fr: Pour rester informé des derniers développements sur les produits Proton, vous pouvez vous abonner à nos diverses lettres d'information et venir visiter notre blog de temps en temps.
id: Untuk terus mendapat perkembangan baru produk-produk Proton, Anda dapat berlangganan pada beragam surel kami dan mengunjungi blog kami dari waktu ke waktu.
nl: Om de laatste ontwikkeling bij Proton-producten te kunnen bijhouden, kunt u zich abonneren op onze verschillende e-mails en onze blog van tijd tot tijd bezoeken.
pl: Aby na bieżąco śledzić rozwój usług ProtonMaila, możesz zapisać się do naszych list mailingowych, a także okazjonalnie odwiedzać naszego bloga.
pt_pt: Para acompanhar o mais recente desenvolvimento dos produtos Proton, pode subscrever os nossos vários emails e visitar o nosso blogue de tempos a tempos.

# Info
source: reading our 2FA Guide first
de: zuerst unsere 2FA-Anleitung lesen
es_mx: lea primero nuestra guía de 2FA
fr: lisez d'abord notre guide 2FA
id: baca Panduan 2FA kami terlebih dahulu
nl: lees onze 2FA gids eerst
pl: wcześniejsze zapoznanie się z naszym przewodnikiem
pt_pt: leia o nosso guia 2FA primeiro

# Info
source: This wizard will enable Two Factor Authentication (2FA) on your Proton account. 2FA will make your Proton account more secure so we recommend enabling it.
de: Dieser Assistent aktiviert die Zwei‐Faktor‐Authentifizierung (2FA) auf Ihrem Proton‐Konto. 2FA wird Ihr Proton‐Konto sicherer machen, daher empfehlen wir Ihnen, dies zu aktivieren.
es_mx: Este asistente le permitirá habilitar la autenticación de dos factores (2FA) en su cuenta de Proton. 2FA hará su cuenta más segura por lo que le recomendamos habilitar esta opción.
fr: Cet assistant va permettre l’identification à deux facteurs (2FA) sur votre compte Proton. La 2FA va renforcer la sécurité de votre compte Proton, c'est pour cela que nous vous conseillons de l'activer.
id: Proses ini akan mengaktifkan Otentikasi Dua Faktor (2FA) di akun Proton Anda. 2FA akan membuat akun Proton Anda lebih aman sehingga kami sarankan untuk mengaktifkannya.
nl: Deze wizard zal tweestapsverificatie (2FA) voor uw Proton account inschakelen. 2FA beveiligt uw Proton account beter, daarom raden wij het aan om het in te schakelen.
pl: Ten kreator umożliwi włączenie uwierzytelniania dwustopniowego (2FA) na koncie Proton. 2FA sprawi, że Twoje konto Proton będzie bardziej bezpieczne, dlatego zalecamy włączenie tej funkcji.
pt_pt: Este assistente vai activar a autenticação em dois passos (2FA) na sua conta Proton. O 2FA tornará a sua conta Proton mais segura, recomendamos a sua activação.

# Info
source: If you have never used 2FA before, we strongly recommend you ${ guideButton }.
de: Wenn Sie 2FA noch nie zuvor verwendet haben, empfehlen wir Ihnen dringend ${ guideButton }.
es_mx: Si nunca ha usado 2FA antes, le recomendamos enérgicamente ${ guideButton }.
fr: Si vous n'avez jamais utilisé l'identification à deux facteurs, nous vous recommandons vivement de consulter le guide ${ guideButton }.
id: Jika Anda belum pernah menggunakan 2FA, sangat kami anjurkan Anda ${ guideButton }.
nl: Als u nog nooit tweestapsverificatie hebt gebruikt, raden wij u aan om eerst onze handleiding te lezen ${ guideButton }.
pl: Jeśli nigdy wcześniej nie korzystałeś z uwierzytelniania dwustopniowego 2FA, zdecydowanie zalecamy ${ guideButton }.
pt_pt: Se nunca utilizou o 2FA antes, recomendamos vivamente que ${ guideButton }.

# Info
source: Enter key manually instead
de: Schlüssel stattdessen manuell eingeben
es_mx: Ingrese la clave manualmente
fr: Entrez plutôt le code manuellement
id: Masukkan kunci secara manual
nl: Sleutel handmatig invoeren
pl: Zamiast tego wpisz klucz ręcznie
pt_pt: Inserir a chave manualmente

# Info
source: Scan this code with your two-factor authentication device to set up your account. ${ switchButton }.
de: Scannen Sie diesen Code mit Ihrem Zwei‐Faktor‐Authentifizierungsgerät, um Ihr Konto einzurichten. ${ switchButton }.
es_mx: Escanee este código con su dispositivo de autenticación de dos factores para configurar su cuenta. ${ switchButton }.
fr: Veuillez scanner ce code avec votre appareil d'authentification à deux facteurs pour configurer votre compte. ${ switchButton }.
id: Pindai kode QR ini dengan perangkat otentikasi dua faktor untuk mengatur akun Anda. ${ switchButton }.
nl: Scan deze Qr-code met uw tweestapsverificatieapparaat om uw account in te stellen. ${ switchButton }.
pl: Zeskanuj kod QR z ekranu za pomocą aplikacji uwierzytelniania dwustopniowego na Twoim urządzeniu. ${ switchButton }.
pt_pt: Leia este código com o seu dispositivo de autenticação em dois passos para configurar a sua conta. ${ switchButton }.

# Info
source: Scan QR code instead
de: QR‐Code stattdessen scannen
es_mx: Escanear en cambio el código QR
fr: Scanner le QR code à la place
id: Pindai kode QR
nl: Scan QR-code in plaats daarvan
pl: Zamiast tego zeskanuj kod QR
pt_pt: Ler antes código QR

# Info
source: Manually enter this information into your two-factor authentication device to set up your account. ${ _switchButton }.
de: Geben Sie diese Informationen manuell in Ihr Zwei‐Faktor‐Authentifizierungsgerät ein, um Ihr Konto einzurichten. ${ _switchButton }.
es_mx: Ingrese manualmente esta información en el dispositivo de autenticación de dos factores para configurar su cuenta. ${ _switchButton }.
fr: Veuillez entrer cette information manuellement dans votre appareil d'authentification à deux facteurs afin de configurer votre compte. ${ _switchButton }.
id: Masukkan informasi ini secara manual ke perangkat otentikasi dua faktor Anda untuk menyiapkan akun Anda. ${ _switchButton }.
nl: Vul deze informatie handmatig in op uw tweestapsverificatie-apparaat om uw account te configureren. ${ _switchButton }.
pl: Wpisz ręcznie tę informację do urządzenia uwierzytelniania dwustopniowego, aby skonfigurować swoje konto. ${ _switchButton }.
pt_pt: Insira manualmente esta informação no seu dispositivo de autenticação em dois passos para configurar a sua conta. ${ _switchButton }.

# Info
source: Two-factor authentication enabled
de: Zwei‐Faktor‐Authentifizierung aktiviert
es_mx: Autenticación de dos factores habilitada
fr: Authentification à deux facteurs activée
id: Otentikasi dua-faktor diaktifkan
nl: Tweestapsverificatie ingeschakeld
pl: Uwierzytelnianie dwustopniowe zostało włączone
pt_pt: Autenticação em dois passos activada

# Info
source: Important: Please make sure you save the recovery codes. Otherwise you can permanently lose access to your account if you lose your 2FA device.
de: Wichtig: Bitte stellen Sie sicher, dass Sie Ihre Wiederherstellungscodes speichern. Andernfalls können Sie den Zugriff auf Ihr Konto dauerhaft verlieren, wenn Sie Ihr 2FA‐Gerät verlieren.
es_mx: Importante: Por favor asegúrese de guardar los códigos de recuperación. De lo contrario puede perder permanentemente el acceso a su cuenta si pierde su dispositivo de 2FA.
fr: Important : veuillez vous assurer de sauvegarder les codes de récupération. Sinon, vous pourriez perdre définitivement l'accès à votre compte en cas de perte de votre appareil 2FA.
id: Penting: Pastikan Anda menyimpan kode pemulihan. Jika tidak, Anda dapat kehilangan akses ke akun Anda secara permanen jika kehilangan perangkat 2FA Anda.
nl: Belangrijk: Zorg ervoor dat u uw herstelcodes hebt opgeslagen. Anders kunt u permanent toegang tot uw account verliezen wanneer u uw tweestapsverificatie-apparaat kwijtraakt.
pl: Ważne: Upewnij się, że zapisałeś kody odzyskiwania. W przeciwnym razie, w przypadku zgubienia urządzenia skonfigurowanego z hasłem dwuskładnikowym, możesz trwale utracić dostęp do konta.
pt_pt: Importante: certifique-se de que dispõe dos códigos de recuperação. Senão, se perder o seu dispositivo 2FA, pode perder permanentemente o acesso à sua conta.

# Info
source: If you lose your two-factor-enabled device, these codes can be used instead of the 6-digit 2FA code to log into your account. Each code can only be used once.
de: Wenn Sie Ihr bestätigtes 2‐Faktor‐Gerät verlieren, können diese Schlüssel anstelle des 6‐stelligen 2FA‐Schlüssels verwendet werden, um sich am Konto anzumelden. Jeder Schlüssel kann nur einmal verwendet werden.
es_mx: Si pierde su dispositivo habilitado para dos factores, estos códigos se pueden utilizar en lugar del código de 6 dígitos 2FA para ingresar a su cuenta. Cada código puede usarse sólo una vez.
fr: Si vous perdez votre appareil d'authentification à deux facteurs, ces codes peuvent être utilisés à la place du code 2FA à 6 chiffres pour se connecter à votre compte. Chaque code ne peut être utilisé qu’une seule fois.
id: Jika Anda kehilangan perangkat berkemampuan dua-faktor, kode ini dapat menggantikan kode 6 digit 2FA untuk masuk ke akun Anda. Setiap kode hanya dapat digunakan sekali.
nl: Wanneer u uw tweestapsverificatie apparaat verliest kunnen deze codes gebruikt worden in plaats van de 6-cijferige 2FA code om in te loggen op uw account. Elke code kan maar een keer worden gebruikt.
pl: Jeśli zgubisz urządzenie z przypisanym uwierzytelnianiem dwustopniowym, do logowania mogą zostać użyte poniższe kody zamiast 6-cyfrowego kodu 2FA. Każdy kod może być użyty tylko jeden raz.
pt_pt: Se perder o seu dispositivo com autenticação em dois passos, poderá utilizar estes códigos em vez do código 2FA de 6 algarismos para entrar na conta. Cada código só pode ser utilizado uma vez.

# Info
source: Two-factor authentication disabled
de: Zwei‐Faktor‐Authentifizierung deaktiviert
es_mx: Autenticación de dos factores deshabilitada
fr: Authentification à deux facteurs désactivée
id: Otentikasi dua-faktor dinonaktifkan
nl: Tweestapsverificatie uitgeschakeld
pl: Uwierzytelnianie dwustopniowe zostało wyłączone
pt_pt: Autenticação em dois passos desactivada

# Info
source: You have no saved payment methods.
de: Sie haben keine gespeicherten Zahlungsmethoden.
es_mx: No tiene ningún método de pago guardado.
fr: Vous n'avez aucun mode de paiement enregistré.
id: Anda tidak memiliki metode pembayaran yang tersimpan.
nl: U heeft geen opgeslagen betalingsmethoden.
pl: Nie masz zapisanych metod płatności.
pt_pt: Não tem métodos de pagamento gravados.

# Info
source: Expired
de: Abgelaufen
es_mx: Expirado
fr: Expiré
id: Kedaluarsa
nl: Verlopen
pl: Wygasła
pt_pt: Expirado

# Info
source: default
de: Standard
es_mx: por defecto
fr: défaut
id: standar
nl: standaard
pl: domyślna
pt_pt: predefinição

# Info
source: For security reasons, please verify that you are not a robot.
de: Bitte bestätigen Sie aus Sicherheitsgründen, dass Sie kein Roboter sind.
es_mx: Por razones de seguridad, verifique que no es un robot.
fr: Pour des raisons de sécurité, prouvez-nous que vous n'êtes pas un robot.
id: Demi alasan keamanan, harap verifikasi bahwa Anda bukan robot.
nl: Bevestig dat u geen robot bent voor veiligheidsredenen.
pl: Ze względów bezpieczeństwa potwierdź, że nie jesteś robotem.
pt_pt: Por razões de segurança, por favor confirme que não é um robô.

# Info
source: Not set
de: Nicht festgelegt
es_mx: No establecido
fr: Non défini
id: Tidak diatur
nl: Niet ingesteld
pl: Nie ustawiono
pt_pt: Não definido

# Info
source: The selected method can be used to recover an account in the event you forget your password and to be notified about missed emails.
de: Die gewählte Methode kann verwendet werden, um ein Konto wiederherzustellen, falls Sie Ihr Passwort vergessen haben, und um über entgangene E‐Mails informiert zu werden.
es_mx: El método seleccionado puede ser utilizado para recuperar una cuenta en caso de que olvide su contraseña y para ser notificado de correos olvidados.
fr: Cette méthode peut être utilisée afin de récupérer un compte si vous avez perdu votre mot de passe et pour être averti des e-mails manqués.
id: Metode yang dipilih dapat digunakan untuk memulihkan akun Anda pada saat Anda lupa kata sandi dan agar Anda diberitahu terkait surel yang terlewatkan.
nl: De geselecteerde methode kan worden gebruikt om een account te herstellen wanneer dat u uw wachtwoord vergeet en op de hoogte wordt gebracht van gemiste e-mails.
pl: Wybrana metoda może zostać użyta do odzyskiwania konta, w przypadku gdy zapomnisz hasła, i otrzymywania powiadomień o nieprzeczytanych wiadomościach e-mail.
pt_pt: O método seleccionado pode ser utilizado para recuperar uma conta, caso se tenha esquecido da senha e para receber notificações sobre emails perdidos.
